Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/tutorial_04_split_tunneling/strings.xliff
Languages: cy, es_ar, fi, fy_nl, hu, ia, id, it, nl, ru, sq, sv_se, tr, uk, zh_cn

# tutorial.04_split_tunneling.completion_message
source: You’ve learned how to exclude apps from VPN protection. Would you like to learn more tips and tricks?
cy: Rydych wedi dysgu sut i eithrio apiau o ddiogelwch VPN. Hoffech chi ddysgu mwy o awgrymiadau a thriciau?
es_ar: Ya aprendiste a excluir aplicaciones de la protección de la VPN. ¿Te gustaría aprender más consejos y trucos?
fi: Opit asettamaan sovelluksia VPN-suojauksen ulkopuolelle. Haluatko lisää vinkkejä ja oppia uusia asioita?
fy_nl: Jo hawwe leard hoe’t jo apps útslute kinne fan VPN-beskerming. Wolle jo mear tips en trúks leare?
hu: Megtanulta, hogyan zárhatja ki az alkalmazásokat a VPN-védelem alól. Szeretne még több tippet és trükköt megtudni?
ia: Tu ha apprendite como excluder apps del protection VPN. Te placerea apprender altere consilios e trucos?
id: Anda telah mempelajari cara mengecualikan aplikasi dari perlindungan VPN. Apakah Anda ingin mempelajari lebih banyak tips dan trik?
it: Hai imparato come escludere le app dalla protezione VPN. Vuoi scoprire altri trucchi e suggerimenti?
nl: U hebt geleerd hoe u apps kunt uitzonderen van VPN-bescherming. Wilt u meer tips en trucs leren?
ru: Вы узнали, как исключать приложения из защиты VPN. Хотите узнать больше советов и рекомендаций?
sq: Mësuat si të përjashtoni aplikacione nga mbrojtja prej VPN-së. Do të donit të mësoni më tepër ndihmëza dhe marifete?
sv_se: Du har lärt dig hur du utesluter appar från VPN-skydd. Vill du lära dig fler tips och tricks?
tr: Uygulamaların VPN korumasından nasıl hariç tutulacağını öğrendiniz. Daha fazla ipucu ve püf noktası öğrenmek ister misiniz?
uk: Ви дізналися, як виключати застосунки з-під захисту VPN. Чи хотіли б ви дізнатися більше порад і підказок?

# tutorial.04_split_tunneling.step.s0
source: Toggle this switch to deactivate the VPN
cy: Defnyddwich y rheolydd hwn i ddiffodd y VPN
es_ar: Usá este interruptor para desactivar la VPN
fi: Poista VPN käytöstä vaihtamalla tämän kytkimen asentoa
fy_nl: Skow dizze skeakeler om de VPN te de-aktivearjen
hu: A VPN deaktiválásához kapcsolja át ezt a kapcsolót
ia: Muta iste commutator pro disactivar le VPN
id: Alihkan sakelar ini untuk menonaktifkan VPN
it: Utilizza questo interruttore per disattivare la VPN
nl: Verschuif deze schakelaar om de VPN te deactiveren
ru: Измените положение этого переключателя, чтобы отключить VPN
sq: Përdorni këtë çelës që të çaktivizoni VPN-në
sv_se: Växla den här omkopplaren för att inaktivera VPN
tr: VPN’i kapatmak için bu düğmeyi kullanın
uk: Змініть положення перемикача, щоб деактивувати VPN
zh_cn: 轻点此开关以停用 VPN

# tutorial.04_split_tunneling.step.s1
source: Select your account settings
cy: Dewiswch eich gosodiadau cyfrif
es_ar: Seleccioná la configuración de tu cuenta
fi: Valitse tilin asetukset
fy_nl: Selektearje jo accountynstellingen
hu: Válassza ki a fiókbeállításokat
ia: Selige le parametros de tu conto
id: Pilih pengaturan akun Anda
it: Seleziona le impostazioni dell’account
nl: Selecteer uw accountinstellingen
ru: Выберите настройки своего аккаунта
sq: Përzgjidhni rregullimet e llogarisë tuaj
sv_se: Välj dina kontoinställningar
tr: Hesap ayarlarınızı seçin
uk: Виберіть налаштування облікового запису
zh_cn: 选择您的账户设置

# tutorial.04_split_tunneling.step.s2
source: Select “Network settings”
cy: Dewiswch “Gosodiadau rhwydwaith”
es_ar: Seleccioná “Configuración de red”
fi: Valitse “Verkkoasetukset”
fy_nl: Selektearje ‘Netwurkynstellingen’
hu: Válassza a „Hálózati beállítások” lehetőséget
ia: Selige “Parametros de rete”
id: Pilih “Pengaturan jaringan”
it: Seleziona “Impostazioni di rete”
nl: Selecteer ‘Netwerkinstellingen’
ru: Выберите «Настройки сети»
sq: Përzgjidhni “Rregullime rrjeti”
sv_se: Välj "Nätverksinställningar"
tr: “Ağ ayarları”nı seçin
uk: Виберіть “Налаштування мережі”
zh_cn: 选择“网络设置”

# tutorial.04_split_tunneling.step.s3
source: Select “App permissions”
cy: Dewiswch “Caniatâd yr ap”
es_ar: Seleccioná “Permisos de la aplicación”
fi: Valitse “Sovellusten oikeudet”
fy_nl: Selektearje ‘App-machtigingen’
hu: Válassza az „Alkalmazásengedélyek” lehetőséget
ia: Selige “Permissos de app”
id: Pilih “Izin aplikasi”
it: Seleziona “Permessi app”
nl: Selecteer ‘App-machtigingen’
ru: Выберите «Разрешения приложения»
sq: Përzgjidhni “Leje aplikacionesh”
sv_se: Välj "Appbehörigheter"
tr: “Uygulama izinleri”ni seçin
uk: Виберіть “Дозволи програми”
zh_cn: 选择“应用权限”

# tutorial.04_split_tunneling.step.s4
source: Toggle off to view apps
cy: Diffodd i weld apiau
es_ar: Desactivá para ver aplicaciones
fi: Kytke pois nähdäksesi sovellukset
fy_nl: Skeakelje út om apps te besjen
hu: Kapcsolja ki az alkalmazások megtekintéséhez
ia: Disactiva pro visualisar le apps
id: Nonaktifkan untuk melihat aplikasi
it: Disattiva per visualizzare le app
nl: Schakel uit om apps te bekijken
ru: Отключите для просмотра приложений
sq: Që të shihni aplikacione, çaktivizojeni
sv_se: Stäng av för att visa appar
tr: Uygulamaları görüntülemek için kapatın
uk: Вимкніть, щоб переглянути застосунки
zh_cn: 关闭以查看应用程序

# tutorial.04_split_tunneling.step.s5
source: Select an app to exclude it from VPN protections
cy: Dewiswch ap i'w eithrio o ddiogelwch y VPN
es_ar: Seleccioná una aplicación para excluirla de las protecciones de VPN
fi: Valitse sovellus jättääksesi sen pois VPN-suojauksesta
fy_nl: Selektearje in app om dizze út te sûnderjen fan VPN-beskermingen
hu: Válasszon ki egy alkalmazást, hogy kizárja a VPN-védelem alól
ia: Selige un app pro excluder lo del protection VPN
id: Pilih aplikasi untuk mengecualikannya dari perlindungan VPN
it: Seleziona un’app per escluderla dalla protezione VPN
nl: Selecteer een app om deze uit te zonderen van VPN-beschermingen
ru: Выберите приложение, чтобы исключить его из защиты VPN
sq: Përzgjidhni një aplikacion që të përjashtohet nga mbrojtjet prej VPN-së
sv_se: Välj en app för att utesluta den från VPN-skydd
tr: VPN korumasından hariç tutmak için bir uygulama seçin
uk: Виберіть застосунок, щоб виключити його з-під захисту VPN
zh_cn: 选择一个应用程序以将其排除在 VPN 保护之外

# tutorial.04_split_tunneling.step.s6
source: Go back to the VPN dashboard
cy: Ewch nôl i fwrdd gwaith y VPN
es_ar: Volvé al panel de VPN
fi: Palaa VPN-hallintapaneeliin
fy_nl: Tebek nei it VPN-dashboerd
hu: Térjen vissza a VPN irányítópultjára
ia: Retornar al quadro de controlo del VPN
id: Kembali ke dasbor VPN
it: Torna alla dashboard VPN
nl: Terug naar het VPN-dashboard
ru: Вернитесь к панели управления VPN
sq: Kthehuni te pulti i VPN-së
sv_se: Gå tillbaka till VPN-översikten
tr: VPN kontrol paneline geri dön
uk: Поверніться до інформаційної панелі VPN
zh_cn: 返回 VPN 控制台

# tutorial.04_split_tunneling.step.s7
source: Toggle this switch to activate the VPN
cy: Defnyddwich y rheolydd hwn i weithredu'r VPN
es_ar: Usá este interruptor para activar la VPN
fi: Ota VPN käyttöön vaihtamalla tämän kytkimen asentoa
fy_nl: Skow dizze skeakeler om de VPN te aktivearjen
hu: A VPN aktiválásához kapcsolja át ezt a kapcsolót
ia: Muta iste commutator pro activar le VPN
id: Alihkan sakelar ini untuk mengaktifkan VPN
it: Utilizza questo interruttore per attivare la VPN
nl: Verschuif deze schakelaar om de VPN te activeren
ru: Измените положение этого переключателя, чтобы активировать VPN
sq: Përdorni këtë çelës që të aktivizoni VPN-në
sv_se: Växla den här omkopplaren för att aktivera VPN
tr: VPN’i açmak için bu düğmeyi kullanın
uk: Змініть положення перемикача, щоб активувати VPN
zh_cn: 轻点此开关以开启 VPN

# tutorial.04_split_tunneling.subtitle
source: Follow this walkthrough to learn how to exclude apps from VPN.
cy: Dilynwch y cyflwyniad hwn i wybod sut i eithrio apiau o'r VPN.
es_ar: Seguí estos pasos para aprender a excluir aplicaciones de la VPN.
fi: Seuraa tätä ohjetta oppiaksesi, kuinka sulkea pois sovelluksia VPN-yhteydestä.
fy_nl: Folgje dizze hantlieding om te learen hoe’t jo apps útsûnderje kinne fan de VPN.
hu: Kövesse ezt a bemutatót az alkalmazások VPN-védelem alóli kizárásának megismeréséhez.
ia: Seque iste visita pro saper como excluder apps ex VPN.
id: Ikuti panduan ini untuk mempelajari cara mengecualikan aplikasi dari VPN.
it: Segui questa procedura guidata per scoprire come escludere le app dalla VPN.
nl: Volg deze handleiding om te leren hoe u apps kunt uitzonderen van de VPN.
ru: Следуйте этому пошаговому руководству, чтобы узнать, как исключать приложения из VPN.
sq: Ndiqni këta hapa për të mësuar si të përjashtoni aplikacione nga VPN-ja.
sv_se: Följ den här genomgången för att lära dig hur du utesluter appar från VPN.
tr: Uygulamaları VPN'den nasıl hariç tutacağınızı öğrenmek için bu yönergeyi izleyin.
uk: Виконайте ці настанови, щоб дізнатися, як виключити застосунки з-під захисту VPN.
zh_cn: 按照此演示了解如何从 VPN 中排除应用程序。

# tutorial.04_split_tunneling.title
source: How to exclude apps from VPN protection
cy: Sut i eithrio apiau rhag diogelwch VPN
es_ar: Cómo excluir aplicaciones de la protección de VPN
fi: Kuinka sulkea sovelluksia pois VPN-suojauksesta
fy_nl: Apps útsûnderje fan VPN-beskerming
hu: Hogyan zárjon ki alkalmazásokat a VPN-védelem alól
ia: Como excluder apps del protection VPN
id: Cara mengecualikan aplikasi dari perlindungan VPN
it: Come escludere app dalla protezione VPN
nl: Apps uitzonderen van VPN-bescherming
ru: Как исключать приложения из защиты VPN
sq: Si të përjashtohen aplikacione prej mbrojtjeje nga VPN-ja
sv_se: Hur man utesluter appar från VPN-skydd
tr: Uygulamaları VPN korumasından hariç tutma
uk: Як виключити застосунки з-під захисту VPN
zh_cn: 将应用程序从 VPN 保护中排除
