Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/tutorial_02_connect_on_startup/strings.xliff
Languages: co

# tutorial.01_get_started.completion_message
source: You’ve successfully changed your location, turned the VPN on and off. Would you like to learn more tips and tricks?
co: Avete cambiatu currettamente a vostra pusizione, disativatu è attivatu a VPN. Vulete amparà d’altri astuzie è cunsiglii ?

# tutorial.01_get_started.step.cityAU
source: Select a different server location
co: Selezziunà una pusizione di servitore sfarente

# tutorial.01_get_started.step.countryAU
source: Select a different country
co: Selezziunà un paese sfarente

# tutorial.01_get_started.step.mainScreen
source: Select your location
co: Selezziunà a vostra pusizione

# tutorial.01_get_started.step.toggle
source: Toggle this switch to activate or deactivate the VPN
co: Impiegà stu cumutatore per attivà o disattivà a VPN

# tutorial.01_get_started.subtitle
source: Follow this walkthrough to learn how to get started with using your VPN.
co: Seguitate sta visita guidata per amparà cumu principià à impiegà a vostra VPN.

# tutorial.01_get_started.title
source: Getting started with VPN
co: Familiarizassi cù a VPN

# tutorial.02_connect_on_startup.completion_message
source: You’ve successfully learned how to set “Connect VPN on startup”. Would you like to learn more tips and tricks?
co: Avete amparatu bè cumu definisce « Cunnette VPN à l’avviu ». Vulete amparà d’altri astuzie è cunsiglii ?

# tutorial.02_connect_on_startup.step.s1
source: Select your account settings
co: Selezziunà e vostre preferenze di contu

# tutorial.02_connect_on_startup.step.s2
source: Select your system preferences
co: Selezziunà e vostre preferenze di u sistema

# tutorial.02_connect_on_startup.step.s3
source: Select or deselect this checkbox
co: Selezziunà o diselezziunà sta casella

# tutorial.02_connect_on_startup.subtitle
source: Follow this walkthrough to learn how to activate your VPN when you start your device.
co: Seguitate sta visita guidata per amparà cumu attivà a vostra VPN à l’avviu di u vostru apparechju.

# tutorial.02_connect_on_startup.title
source: Connect VPN on startup
co: Cunnette VPN à l’avviu
