Repository: bakulf/mozilla-vpn-client-l10n
Catalog: hsb/addons/message_update_v2.22/strings.xliff
Languages: hsb

# message.message_update_v2.22-0.block.c_1-3
source: How to reset Mozilla VPN:
hsb: Mozilla VPN wróćo stajić:

# message.message_update_v2.22-0.block.c_2.l_1
source: Click or tap on the gear icon to access Settings.
hsb: Klikńće na symbol zubateho koleska abo podótkńće so njeho, zo byšće přistup k nastajenjam měł.

# message.message_update_v2.22-0.block.c_2.l_2
source: Navigate to the Get help section.
hsb: Nawigěrujće k wotrězkej Pomoc sej wobstarać.

# message.message_update_v2.22-0.block.c_3
source: Update now
hsb: Nětko aktualizować

# message.message_update_v2.22-0.block.c_4
source: Download update
hsb: Aktualizaciju sćahnyć

# message.message_update_v2.22-0.block.c_5
source: Get help
hsb: Pomoc sej wobstarać

# message.message_update_v2.22-0.block.extra_1
source: Download the new Mozilla VPN 2.22
hsb: Nowy Mozilla VPN 2.22 sćahnyć

# message.message_update_v2.22-0.title
source: Update to Mozilla VPN 2.22
hsb: Na Mozilla VPN 2.22 aktualizować

# message.message_update_v2.22.block.c_3
source: Update now
hsb: Nětko aktualizować

# message.message_update_v2.22.block.c_4
source: Download update
hsb: Aktualizaciju sćahnyć

# message.message_update_v2.22.block.c_5
source: Get help
hsb: Pomoc sej wobstarać

# message.message_update_v2.22.block.extra_1
source: Download the new Mozilla VPN 2.22
hsb: Nowy Mozilla VPN 2.22 sćahnyć

# message.message_update_v2.22.title
source: Update to Mozilla VPN 2.22
hsb: Na Mozilla VPN 2.22 aktualizować
