Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/guide_01_how_to_vpn/strings.xliff
Languages: bg, da, el, fa, fi, pl, pt_pt, sl, sq, tr

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
fi: Laitteen lisääminen

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
fi: Avaa Mozilla VPN -sovellus haluamallasi laitteella

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
fi: Kirjaudu tilillesi

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
fi: Voila! Laitteesi on lisätty automaattisesti yhdistettyjen laitteiden VPN-luetteloosi

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
fi: Laitteen poistaminen

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
fi: Avaa Mozilla VPN haluamallasi tietokoneella tai mobiililaitteella

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
fi: Napauta "Omat laitteet" VPN-aloitusnäytöltä

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
fi: Valitse “Roskakori”-kuvake sen laitteen vierestä, jonka haluat poistaa yhdistettyjen laitteiden luettelosta

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
fi: Seuraa tätä nopeaa ja yksinkertaista kolmivaiheista ohjetta lisätäksesi ja poistaaksesi kaikki laitteesi vaivatta.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
fi: Miten lisään ja poistan laitteita?

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
fi: Miten muodostan yhteyden tulostimeen tai faksiin?

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
fi: Ota "Paikallinen verkon jakaminen" käyttöön verkkoasetuksissa

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
fi: Liitä tulostin- tai faksikaapeli laitteesi porttiin (langallisessa yhteydessä) tai langattomasti

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
fi: Tulosta tai faksaa asiakirjasi kuten tavalliseen tapaan pöytätietokoneellasi / kannettavalla tietokoneellasi / matkapuhelimella

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
fi: Mihin muihin laitteisiin voin muodostaa yhteyden?

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
fi: Kun “Paikallinen verkon jakaminen” on käytössä, voit muodostaa yhteyden myös laitteisiin seuraavasti:

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
fi: Muut tietokoneet ja matkapuhelimet

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
fi: Suoratoistotikut (Chromecast / Roku / Apple AirPlay)

# guide.connecting_external_devices.subtitle
source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
fi: Kun otat käyttöön paikallisen verkon jakamisen, voit muodostaa yhteyden muihin laitteisiin tinkimättä VPN-suojastasi.

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
fi: Yhdistäminen muihin laitteisiin VPN:n käytön aikana

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
bg: Защитаване на вашите лични данни и самоличност
da: Beskyt din identitet og dine personlige data
el: Φύλαξη προσωπικών δεδομένων και ταυτότητας
fa: از اطلاعات شخصی و هویت خود محافظت کنید
fi: Suojaa henkilökohtaiset tietosi ja henkilöytesi
pl: Ochrona danych osobowych i tożsamości użytkownika
pt_pt: Proteja os seus dados pessoais e identidade
sl: Varujte svoje osebne podatke in identiteto
sq: Siguroni të dhënat personale dhe identitetin tuaj
tr: Kişisel verilerinizi ve kimliğinizi koruyabilirsiniz

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
bg: Сърфирайте в мрежата и използвайте любимите ви приложения свободно, без да сте проследявани
da: Brug internettet og dine yndlings-apps uden at blive sporet
el: Περιηγηθείτε στο διαδίκτυο και χρησιμοποιήστε ελεύθερα τις αγαπημένες σας εφαρμογές χωρίς καταγραφή
fa: گشت و گذار در وب و استفاده از برنامه‌های مورد علاقه‌تان بدون ردیابی
fi: Surffaa verkossa ja käytä suosikkisovelluksiasi ilman, että olet seurannan keskipisteessä
pl: Surfuj po Internecie i swobodnie korzystaj z ulubionych aplikacji, nie będąc śledzonym
pt_pt: Navegue na web e use as suas aplicações favoritas livremente sem ser monitorizado
sl: Brskajte po spletu in uporabljajte svoje priljubljene aplikacije prosto, ne da bi vam sledili
sq: Shfletoni në internet dhe përdorni aplikacionet tuaja të parapëlqyera pa ju ndjekur kush
tr: İzlenmeden, özgürce web’de gezinebilir ve sevdiğiniz uygulamaları kullanabilirsiniz

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
bg: Пазете поверителните материали в безопасност чрез нашето първокласно криптиране на данни
da: Beskyt fortroligt materiale sikkert med vores datakryptering af højeste kvalitet
el: Προστατέψτε τα δεδομένα σας μέσω της κορυφαίας κρυπτογράφησής μας
fa: ایمن نگه داشتن مطالب محرمانه از طریق رمزگذاری داده های پریمیوم ما
fi: Pidä luottamukselliset materiaalit turvassa premium-luokan datasalauksella
pl: Chroń poufne materiały dzięki naszemu najwyższej klasy szyfrowaniu danych
pt_pt: Mantenha os materiais confidenciais seguros através da nossa criptografia de dados Premium
sl: Zavarujte zaupna gradiva z našim vrhunskim šifriranjem podatkov
sq: Mbajini të parrezik materiale rezervat, përmes fshehtëzimit tonë me pagesë të të dhënave
tr: Üst düzey veri şifrelememiz sayesinde tüm materyallerinizi güvende tutabilirsiniz

# guide.how_to_vpn.block.c_3
source: Defense on the go
bg: Защита в движение
da: Beskyttelse på farten
el: Άμυνα εν κινήσει
fa: دفاع در حال حرکت
fi: Puolustus mukana
pl: Bezpieczeństwo w podróży
pt_pt: Defesa em movimento
sl: Obramba na poti
sq: Mbrojtje gjatë lëvizjesh
tr: Her yerde kendinizi koruyabilirsiniz

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
bg: Блокира неизвестни обекти да виждат вашите лични данни в рискови обществени Wi-Fi и горещи точки
da: Forhindrer ukendte aktører i at se dine private data på risikable, offentlige netværk og hotspots
el: Εμποδίζει τρίτους από το να βλέπουν τα προσωπικά σας δεδομένα σε επικίνδυνα δημόσια Wi-Fi και hotspot
fa: مسدود کردن موارد ناشناخته از مشاهده داده‌های خصوصی شما در وای-فای و هات‌اسپات‌های عمومی خطرناک
fi: Estää tuntemattomia tahoja näkemästä yksityisiä tietojasi mahdollisesti riskialtteissa julkisissa wifi-verkoissa
pl: Blokuje nieznanym podmiotom dostęp do Twoich prywatnych danych w ryzykownych publicznych sieciach Wi-Fi i hotspotach
pt_pt: Impede que entidades desconhecidas vejam os seus dados privados em redes sem fios e pontos de acesso públicos perigosos
sl: Neznanim subjektom prepreči dostop do vaših zasebnih podatkov v nevarnih javnih omrežjih Wi-Fi in dostopnih točkah
sq: Bllokojuni njësive të panjohura të shohin të dhënat tuaja private në Wi-Fi dhe hotspot-e publikë me rrezik
tr: Kamusal alanlardaki riskli Wi-Fi ağlarında ve ortak erişim noktalarında üçüncü şahısların özel verilerinizi görmesini engeller

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
bg: Защита, където и да сте, от ресторанти до ваканционни жилища под наем
da: Beskyttelse uanset hvor du er - fra restauranter til ferielejligheder
el: Προστασία όπου κι αν βρίσκεστε, από εστιατόρια μέχρι ενοικιαζόμενα δωμάτια
fa: حفاظت در هر کجا که هستید، از رستوران‌ها تا خانه‌های اجاره‌ای در تعطیلات
fi: Suojaa missä tahansa, ravintoloista loma-asunnoille
pl: Ochrona, gdziekolwiek jesteś, od restauracji po kwatery wakacyjne
pt_pt: Proteção onde quer esteja, de restaurantes a casas de férias
sl: Zaščita kjerkoli že ste, od restavracij do počitniških najemov
sq: Mbrojtje kudo qofshi, nga restoranti e deri te makina me qira gjatë pushimeve
tr: İster restoranda ister otelde olun, her yerde koruma sağlar

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
bg: Свържете се с над 30 държави
da: Opret forbindelse til over 30 lande
el: Σύνδεση σε 30+ χώρες
fa: به بیش از ۳۰+ کشور متصل شوید
fi: Yhdistä yli 30 maahan
pl: Możliwość połączenia się przez ponad 30 krajów
pt_pt: Ligue-se a mais de 30 países
sl: Povežite se z več kot 30 državami
sq: Lidhuni me mbi 30 vende
tr: 30’dan fazla ülkeye bağlanabilirsiniz

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
bg: Преглед и достъп до съдържание от целия свят
da: Få adgang til indhold fra hele verden
el: Περιηγηθείτε και αποκτήστε πρόσβαση σε περιεχόμενο από όλο τον κόσμο
fa: گشت و گذار و دسترسی به محتوای سراسر جهان
fi: Selaa ja käytä sisältöä kaikkialta maailmasta
pl: Przeglądaj i uzyskuj dostęp do treści z całego świata
pt_pt: Navegue e aceda a conteúdo de todo o mundo
sl: Brskajte in dostopajte do vsebin z vsega sveta
sq: Shfletoni dhe përdorni lëndë nga krejt bota
tr: Dünyanın her yerindeki içeriklere erişebilirsiniz

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
bg: Пазарувайте от регионален сървър, за да получите локализирани сделки като по-евтини самолетни билети
da: Opret forbindelse til en server i et andet land og benyt dig af lokale tilbud, fx billigere flybilletter
el: Κάντε αγορές από έναν τοπικό διακομιστή για να λάβετε τοπικές προσφορές, όπως φθηνότερα αεροπορικά εισιτήρια
fa: خرید در یک سرور منطقه‌ای برای دریافت معاملات محلی مانند بلیط‌های ارزان‌تر
fi: Tee ostoksia alueellisella palvelimella saadaksesi paikallisia tarjouksia, kuten halvempia lentolippuja
pl: Rób zakupy na serwerze regionalnym, gdzie otrzymasz lokalne oferty, na przykład tańsze bilety lotnicze
pt_pt: Compre num servidor regional para obter ofertas localizadas, tais como, viagens aéreas mais baratas
sl: Nakupujte v regionalnem strežniku in si zagotovite lokalizirane ponudbe, kot so cenejše letalske vozovnice
sq: Bëjini blerjet në një shërbyes rajonal, që të përfitoni okazione të tilla si, bie fjala, bileta më të lira avioni
tr: Bölgesel sunucular üzerinden alışveriş yaparak, daha ucuz uçak bileti gibi yerel fırsatlardan faydalanabilirsiniz

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
bg: Mozilla VPN защитава вашата връзка между устройство и мрежата. Ето някой от най-полезните функции, която вашия VPN предлага:
da: Mozilla VPN sørger for, at forbindelsen mellem din enhed og internettet er sikker. Her er nogle af de mest nyttige funktioner, du får adgang til:
el: Το Mozilla VPN προστατεύει τη σύνδεση μεταξύ της συσκευής σας και του διαδικτύου. Ακολουθούν μερικές από τις πιο χρήσιμες λειτουργίες που προσφέρει το VPN σας:
fa: Mozilla VPN ارتباط بین دستگاه شما و وب را امن می‌کند. در اینجا چند ویژگی مفید از VPN شما آمده است:
fi: Mozilla VPN suojaa laitteesi ja verkon välisen yhteyden. Tässä on joitain VPN:n tarjoamista hyödyllisimmistä ominaisuuksista:
pl: Mozilla VPN zabezpiecza połączenie między Twoim urządzeniem a siecią. Oto niektóre z najbardziej przydatnych funkcji oferowanych przez VPN:
pt_pt: A Mozilla VPN protege a ligação entre o seu dispositivo e a Web. Aqui estão algumas das funcionalidades mais úteis que a sua VPN oferece:
sl: Mozilla VPN varuje povezavo med vašo napravo in spletom. Tukaj je nekaj najbolj uporabnih funkcij, ki jih ponuja vaš VPN:
sq: Mozilla VPN garanto sigurinë e lidhjes mes pajisjes tuaj dhe web-it. Ja disa nga veçoritë më të dobishme që ofron VPN-ja juaj:
tr: Mozilla VPN, cihazınızla web arasındaki bağlantıyı güvence altına alır. VPN’inizin sunduğu en kullanışlı özelliklerden bazıları şöyle:

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
bg: Най-добрите употреби и предимства от използването на Mozilla VPN
da: De vigtigste anvendelsesområder og fordele ved at bruge Mozilla VPN
el: Κύριες χρήσεις και οφέλη του Mozilla VPN
fa: استفاده‌ها و مزایای برتر استفاده از Mozilla VPN
fi: Mozilla VPN:n käytön suosituimmat tarkoitusperät ja hyödyt
pl: Najważniejsze zastosowania i zalety korzystania z Mozilla VPN
pt_pt: Os principais benefícios e casos de uso da Mozilla VPN
sl: Najboljši načini uporabe in prednosti uporabe Mozille VPN
sq: Përdorimet dhe përfitimet kryesuese nga përdorimi i Mozilla VPN-së
tr: Mozilla VPN’in başlıca kullanım alanları ve faydaları

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
fi: Hae selaimessasi

# guide.is_my_vpn_working_correctly.block.c_2
source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
fi: Kirjoita selaimeesi hakutermi, kuten “paikallinen sää”, niin näet reaaliaikaisen sääpäivityksen nykyisestä VPN-sijainnistasi.

# guide.is_my_vpn_working_correctly.block.c_3
source: Sign in to your favorite app or streaming site
fi: Kirjaudu suosikkisovellukseesi tai suoratoistosivustolle

# guide.is_my_vpn_working_correctly.block.c_4
source: Traveling abroad and need to access content from back home?
fi: Matkustatko ulkomaille, mutta tarvitset sisältöä kotimaasta?

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
fi: Yhdistä valitsemaasi maapalvelimeen

# guide.is_my_vpn_working_correctly.block.c_5.l_2
source: Sign on to your favorite app or streaming site
fi: Kirjaudu suosikkisovellukseesi tai suoratoistosivustolle

# guide.is_my_vpn_working_correctly.subtitle
source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
fi: Testaa maantieteellistä sijaintiasi yhdellä yli 400 maailmanlaajuisesta palvelimestamme kahdella erittäin yksinkertaisella tavalla:

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
fi: Onko VPN yhdistetty oikeaan palvelinsijaintiin?
