Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.13/strings.xliff
Languages: fi, hu, id, it, ru, sk, uk, zh_cn

# message.message_update_v2.13.block.c_1.l_2
source: When running a speed test, you’ll now be able to see upload as well as download speed.
fi: Kun teet nopeustestin, näet nyt lähetys- ja latausnopeuden.
hu: A sebességteszt futtatásakor most már láthatja a feltöltési és letöltési sebességet.
id: Saat menjalankan tes kecepatan, Anda sekarang dapat melihat kecepatan unggah dan unduhan.
it: Quando esegui un test di velocità, ora potrai vedere sia la velocità di caricamento che di download.
ru: При выполнении теста скорости вы теперь сможете видеть как скорость выгрузки, так и скорость загрузки.
sk: Pri spustení testu rýchlosti budete teraz môcť vidieť rýchlosť odosielania aj sťahovania.
uk: Відтепер під час тестування швидкості ви зможете побачити як швидкість вивантаження, так і завантаження.
zh_cn: 现在测速时，可以看到上传和下载速度。

# message.message_update_v2.13.block.c_1.l_3
source: You can now see the IP address of the server you are connected to by tapping the info button.
fi: Näet sen palvelimen IP-osoitteen, johon olet yhteydessä, napauttamalla infopainiketta.
hu: Az információs gombra koppintva most már láthatja annak a kiszolgálónak az IP-címét, amelyhez csatlakozik.
id: Anda sekarang dapat melihat alamat IP server yang terhubung dengan Anda dengan mengetuk tombol info.
it: Ora puoi vedere l’indirizzo IP del server a cui sei connesso toccando il pulsante informazioni.
ru: Теперь вы можете увидеть IP-адрес сервера, к которому вы подключены, нажав кнопку информации.
sk: Teraz môžete vidieť IP adresu servera, ku ktorému ste pripojení, ťuknutím na tlačidlo info.
uk: Тепер ви можете бачити IP-адресу сервера, до якого під'єднані, торкнувшись кнопки інформації.
zh_cn: 现在点击信息按钮可以查看您所连接的服务器的 IP 地址。

# message.message_update_v2.13.block.c_1.l_4
source: On Android, you can now turn the VPN on or off by using the quick actions in the notification bar.
fi: Voit ottaa Android-laitteella VPN:n käyttöön tai poistaa sen käytöstä käyttämällä ilmoituspalkin pikatoimintoja.
hu: Androidon most már be- vagy kikapcsolhatja a VPN-t az értesítési sáv gyors műveleteivel.
id: Di Android, kini Anda dapat mengaktifkan atau menonaktifkan VPN dengan menggunakan tindakan cepat di bilah notifikasi.
it: Su Android, ora puoi attivare o disattivare la VPN utilizzando le azioni rapide nella barra delle notifiche.
ru: На Android теперь вы можете включать и выключать VPN с помощью быстрых действий на панели уведомлений.
sk: V systéme Android teraz môžete zapnúť alebo vypnúť VPN pomocou rýchlych akcií na paneli upozornení.
uk: На Android тепер ви можете увімкнути чи вимкнути VPN за допомогою швидких дій у панелі сповіщень.
zh_cn: 在 Android 上，您现在可以使用通知栏中的快速操作打开或关闭 VPN。

# message.message_update_v2.13.block.c_1.l_5
source: New multi-hop and app exclusion tutorials.
fi: Uudet ohjeet monipisteyhteyksistä ja sovellusten VPN-käytön ohittamisesta.
hu: Új oktatóanyagok a többugrásos VPN-ről és az alkalmazáskizárásról.
id: Tutorial multi-hop dan pengecualian aplikasi baru.
it: Nuove guide per multi-hop e l’esclusione di app.
ru: Новые руководства по подключению через несколько серверов и исключению приложений.
sk: Nové návody na používanie multi-hop pripojení a výnimiek pre aplikácie.
uk: Нові посібники про з'єднання через кілька серверів та винятки для програм.
zh_cn: 新的多跳和排除应用教程。

# message.message_update_v2.13.block.c_1.l_6
source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
fi: Olemme tehneet virheenkorjauksia, käyttöliittymän säätöjä ja suorituskykyyn liittyviä parannuksia tehdäksemme Mozilla VPN:stä entistä paremman.
hu: Emellett hibajavításokat, felületi módosításokat, teljesítménybeli és egyéb fejlesztéseket hajtottunk végre, hogy még jobbá tegyük a Mozilla VPN-t.
id: Kami juga telah melakukan perbaikan bug, penyesuaian UI, dan peningkatan kinerja lainnya untuk menjadikan Mozilla VPN lebih baik.
it: Abbiamo risolto alcuni bug, rifinito elementi dell’interfaccia utente e migliorato le prestazioni per rendere Mozilla VPN ancora migliore.
ru: Мы также внесли исправления ошибок, внесли корректировки в пользовательский интерфейс и повысили производительность, чтобы сделать Mozilla VPN ещё лучше.
sk: Vykonali sme tiež opravy chýb, úpravy používateľského rozhrania a ďalšie vylepšenia výkonu, aby bola Mozilla VPN ešte lepšia.
uk: Також ми виправили помилки, вдосконалили інтерфейс і швидкодію для поліпшення роботи Mozilla VPN.
zh_cn: 我们还进行了错误修复、UI 调整和其他性能改进，让 Mozilla VPN 更加好用。

# message.message_update_v2.13.block.c_2
source: Be sure to update the app to make it even easier to protect your devices and your activity online!
fi: Päivitä sovellus, jotta laitteidesi ja verkkotoimintasi suojaaminen on entistä helpompaa!
hu: Feltétlenül frissítse az alkalmazást, hogy még könnyebben megvédje eszközeit és online tevékenységeit!
id: Pastikan untuk memperbarui aplikasi agar lebih mudah melindungi perangkat dan aktivitas Anda daring!
it: Aggiorna l’app per rendere ancora più semplice la protezione dei tuoi dispositivi e delle tua attività online.
ru: Обязательно обновите приложение, чтобы ещё проще защитить свои устройства и действия в сети!
sk: Nezabudnite aktualizovať aplikáciu, aby bola ochrana vašich zariadení a vašej aktivity online ešte jednoduchšia!
uk: Обов'язково оновіть застосунок, щоб спростити захист ваших пристроїв та діяльності в мережі!
zh_cn: 请务必更新应用，以更轻松地保护自己的设备和在线活动！

# message.message_update_v2.13.block.c_2b
source: Be sure to get the latest version to make it even easier to protect your devices and your activity online!
fi: Asenna uusin versio, jotta laitteidesi ja verkkotoimintasi suojaaminen on entistä helpompaa!
hu: Feltétlenül szerezze be a legújabb verziót, hogy még könnyebben megvédje eszközeit és online tevékenységeit!
id: Pastikan untuk mendapatkan versi terbaru agar lebih mudah melindungi perangkat dan aktivitas Anda daring!
it: Ottieni la versione più recente dell’app per rendere ancora più semplice la protezione dei tuoi dispositivi e delle tua attività online.
ru: Обязательно обновите приложение до последней версии, чтобы ещё проще защитить свои устройства и действия в сети!
sk: Nezabudnite si zaobstarať najnovšiu verziu, aby ste ešte jednoduchšie ochránili svoje zariadenia a svoju aktivitu online!
uk: Обов'язково отримайте найновішу версію, щоб спростити захист ваших пристроїв та діяльності в мережі!
zh_cn: 请务必下载最新版本，以更轻松地保护自己的设备和在线活动！

# message.message_update_v2.13.block.c_3
source: Update now
fi: Päivitä nyt
hu: Frissítés most
id: Perbarui sekarang
it: Aggiorna adesso
ru: Обновить сейчас
sk: Aktualizovať teraz
uk: Оновити зараз
zh_cn: 立即更新

# message.message_update_v2.13.block.c_4
source: Download update
fi: Lataa päivitys
hu: Frissítés letöltése
id: Unduh versi baru
it: Scarica aggiornamento
ru: Загрузить обновление
sk: Stiahnuť aktualizáciu
uk: Завантажити оновлення
zh_cn: 下载更新

# message.message_update_v2.13.block.c_5
source: Get help
fi: Tuki
hu: Segítség kérése
id: Dapatkan bantuan
it: Ottieni assistenza
ru: Получить помощь
sk: Získať pomoc
uk: Отримати допомогу
zh_cn: 获取帮助

# message.message_update_v2.13.block.extra_1
source: Download Mozilla VPN 2.13
fi: Lataa Mozilla VPN 2.13
hu: A Mozilla VPN 2.13 letöltése
id: Unduh Mozilla VPN 2.13
it: Scarica Mozilla VPN 2.13
ru: Загрузить Mozilla VPN 2.13
sk: Stiahnite si Mozilla VPN 2.13
uk: Завантажити Mozilla VPN 2.13
zh_cn: 下载 Mozilla VPN 2.13

# message.message_update_v2.13.block.extra_2
source: We’ve released an updated version of Mozilla VPN! Download it today to get the newest features and bug fixes:
fi: Olemme julkaisseet päivitetyn version Mozilla VPN:stä! Lataa se tänään saadaksesi uusimmat ominaisuudet ja virheenkorjaukset:
hu: Kiadtuk a Mozilla VPN frissített verzióját. Töltse le ma, hogy megkapja a legújabb funkciókat és hibajavításokat:
id: Kami telah merilis versi terbaru Mozilla VPN! Unduh sekarang untuk mendapatkan fitur terbaru dan perbaikan bug:
it: È disponibile una versione aggiornata di Mozilla VPN. Scaricala subito per ottenere le funzionalità più recenti e risolvere eventuali bug:
ru: Мы выпустили обновлённое приложение Mozilla VPN! Загрузите его сегодня и получите новейшие возможности и исправления ошибок:
sk: Sprístupnili sme aktualizovanú verziu Mozilla VPN! Stiahnite si ju ešte dnes a získajte najnovšie funkcie a opravy chýb:
uk: Ми випустили оновлену версію Mozilla VPN! Завантажте її сьогодні, щоб отримати найновіші функції та виправлення помилок:
zh_cn: 我们发布了新版本 Mozilla VPN！马上下载即可获取以下最新功能及 bug 修复：

# message.message_update_v2.13.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version to get the newest features and bug fixes:
hu: Kiadtuk a Mozilla VPN frissített verzióját. Frissítsen a legújabb verzióra, hogy megkapja a legújabb funkciókat és hibajavításokat:
id: Kami telah merilis versi terbaru Mozilla VPN! Perbarui ke versi terbaru untuk mendapatkan fitur terbaru dan perbaikan bug:
it: È disponibile una versione aggiornata di Mozilla VPN. Aggiorna subito all’ultima versione per ottenere le funzionalità più recenti e risolvere eventuali bug:
ru: Мы выпустили обновлённую версию Mozilla VPN! Обновитесь до последней версии, чтобы получить новейшие возможности и исправления ошибок:
sk: Sprístupnili sme aktualizovanú verziu Mozilla VPN! Aktualizujte na najnovšiu verziu, aby ste získali najnovšie funkcie a opravy chýb:
uk: Ми випустили оновлену версію Mozilla VPN! Оновіться до останньої версії, щоб отримати найновіші функції та виправлення помилок:
zh_cn: 我们发布了新版本 Mozilla VPN！更新到最新版本即可获取以下最新功能和 bug 修复：

# message.message_update_v2.13.title
source: Update to Mozilla VPN 2.13
fi: Päivitä Mozilla VPN 2.13:een
hu: Frissítés a Mozilla VPN 2.13-ra
id: Perbarui ke Mozilla VPN 2.13
it: Aggiorna a Mozilla VPN 2.13
ru: Обновление до Mozilla VPN 2.13
sk: Aktualizácia na Mozilla VPN 2.13
uk: Оновити до Mozilla VPN 2.13
zh_cn: 更新至 Mozilla VPN 2.13
