Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/guide_04_connecting_external_devices/strings.xliff
Languages: de, el, fy_nl, is, lo, nl, pt_br, ru, sk, sq, sv, uk, zh_cn

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
de: Die wichtigsten Anwendungen und Vorteile der Verwendung von Mozilla VPN
fy_nl: De wichtichste tapassingen en foardielen fan Mozilla VPN
is: Helstu aðferðir og kostir við að nota Mozilla VPN
nl: De belangrijkste toepassingen en voordelen van Mozilla VPN
pt_br: Os principais usos e benefícios de usar o Mozilla VPN
sk: Najlepšie využitie a výhody používania Mozilla VPN
sv: De bästa användningsområdena och fördelarna med att använda Mozilla VPN
uk: Найпопулярніші варіанти використання та переваги користування Mozilla VPN

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
de: Suchen Sie in Ihrem Browser
fy_nl: Sykje yn jo browser
is: Leitaðu í vafranum þínum
nl: Zoeken in uw browser
pt_br: Pesquise no seu navegador
sk: Vyhľadávajte vo svojom prehliadači
sv: Sök i din webbläsare
uk: Пошук у своєму браузері

# guide.is_my_vpn_working_correctly.block.c_2
source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
de: Geben Sie einen Suchbegriff wie „Wetter vor Ort“ in Ihren Browser ein und sehen Sie sich ein Echtzeit-Wetterupdate für Ihren aktuellen VPN-Standort an.
fy_nl: Fier in sykterm lykas ‘lokaal waar’ yn jo browser yn en besjoch in realtime waarsupdate foar jo aktuele VPN-lokaasje.
is: Settu inn leitarorð eins og „staðarspá veður“ í vafranum þínum og sjáðu rauntíma veðurupplýsingar fyrir VPN-staðsetninguna þína.
nl: Voer een zoekterm zoals ‘lokaal weer’ in uw browser in en bekijk een realtime weersupdate voor uw huidige VPN-locatie.
pt_br: Digite um termo de pesquisa como “clima local” em seu navegador e veja informações sobre clima em tempo real em sua localização atual na VPN.
sk: Zadajte do prehliadača hľadaný výraz, ako napríklad “lokálne počasie”, a zobrazte aktuálnu predpoveď počasia pre polohu podľa nastavenia vašej siete VPN.
sv: Ange en sökterm som "lokalt väder" i din webbläsare och se en väderuppdatering i realtid för din nuvarande VPN-plats.
uk: Введіть пошуковий термін, як-от «місцева погода», у своєму браузері та отримайте оновлення погоди в режимі реального часу для вашого поточного місцеперебування VPN.

# guide.is_my_vpn_working_correctly.block.c_3
source: Sign in to your favorite app or streaming site
de: Melden Sie sich bei Ihrer bevorzugten App oder Streaming-Site an
fy_nl: Oanmelde by jo favorite app of streamingwebsite
is: Skráðu þig inn á eftirlætisforritið þitt eða streymissíðu
nl: Aanmelden bij uw favoriete app of streamingwebsite
pt_br: Entre no seu aplicativo ou site de streaming preferido
sk: Prihláste sa do svojej obľúbenej aplikácie alebo streamovacej stránky
sv: Logga in på din favoritapp eller strömningswebbplats
uk: Увійдіть у свій улюблений застосунок чи стримінговий сайт

# guide.is_my_vpn_working_correctly.block.c_4
source: Traveling abroad and need to access content from back home?
de: Sie reisen ins Ausland und benötigen Sie Zugang zu Inhalten von zu Hause?
fy_nl: Reizgje jo nei it bûtenlân en hawwe jo tagong ta ynhâld fan thús nedich?
is: Ertu að ferðast til útlanda og þarft að fá aðgang að efni heiman frá?
nl: Reist u naar het buitenland en hebt u toegang tot inhoud van thuis nodig?
pt_br: Está viajando no exterior e precisa acessar conteúdo de casa?
sk: Cestujete do zahraničia a potrebujete prístup k obsahu z domova?
sv: Reser du utomlands och behöver tillgång till innehåll hemifrån?
uk: Ви подорожуєте за кордон і вам потрібно отримати доступ до вмісту вдома?

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
de: Verbinden Sie sich mit dem Länderserver Ihrer Wahl
fy_nl: Ferbine mei de lânserver fan jo kar
is: Tengstu við netþjón í því landi sem þú óskar
nl: Verbinden met de landserver van uw keuze
pt_br: Conecte-se ao servidor do país de sua escolha
sk: Pripojte sa k serveru krajiny podľa vášho výberu
sv: Anslut till den landsserver du väljer
uk: Під'єднайтеся до сервера країни за вашим вибором

# guide.is_my_vpn_working_correctly.block.c_5.l_2
source: Sign on to your favorite app or streaming site
de: Melden Sie sich bei Ihrer bevorzugten App oder Streaming-Site an
fy_nl: Oanmelde by jo favorite app of streamingwebsite
is: Skráðu þig inn á eftirlætisforritið þitt eða streymissíðu
nl: Aanmelden bij uw favoriete app of streamingwebsite
pt_br: Entre no seu aplicativo ou site de streaming preferido
sk: Prihláste sa do svojej obľúbenej aplikácie alebo streamovacej stránky
sv: Logga in på din favoritapp eller strömningswebbplats
uk: Увійдіть у свій улюблений застосунок чи стримінговий сайт

# guide.is_my_vpn_working_correctly.subtitle
source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
de: Testen Sie Ihre Standortbestimmung auf einem unserer über 400 Server weltweit auf zwei ganz einfache Arten:
fy_nl: Test jo geolokaasje op ien fan ús mear as 400 servers wrâldwiid op twa superienfâldige manieren:
is: Prófaðu landfræðilega staðsetningu þína á einum af meira en 400 netþjónum okkar um allan heim á tvo einfalda vegu:
nl: Test uw geolocatie op een van onze meer dan 400 servers wereldwijd op twee supereenvoudige manieren:
pt_br: Teste sua geolocalização em um de nossos mais de 400 servidores no mundo todo de duas maneiras super simples:
sk: Otestujte si svoju geolokáciu na jednom z našich viac ako 400 celosvetových serverov dvoma super jednoduchými spôsobmi:
sv: Testa din geolokalisering på en av våra 400+ världsomspännande servrar på två superenkla sätt:
uk: Перевірте свою геолокацію на одному з наших понад 400 серверів у всьому світі двома дуже простими способами:

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
de: Ist mein VPN mit dem richtigen Serverstandort verbunden?
fy_nl: Is myn VPN ferbûn mei de krelte serverlokaasje?
is: Er VPN-netið mitt tengt við rétta staðsetningu netþjóns?
nl: Is mijn VPN verbonden met de juiste serverlocatie?
pt_br: Minha VPN está conectada ao local de servidor correto?
sk: Je moja sieť VPN pripojená k správnemu umiestneniu servera?
sv: Är mitt VPN anslutet till rätt serverplats?
uk: Чи до правильного розташування сервера під'єднано мою VPN?

# guide.connecting_external_devices.block.c_2.l_4
source: Print or fax your documents as normal
el: Εκτυπώστε ή στείλτε με φαξ τα έγγραφά σας όπως συνήθως
lo: ພິມ ຫຼື ແຟັກເອກະສານຂອງເຈົ້າຕາມປົກກະຕິ
ru: Печатайте или отправляйте документы по факсу как обычно
sq: Shtypni ose dërgoni me faks dokumente tuajat si zakonisht
zh_cn: 像平常一样打印和传真文件
