Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/guide_04_connecting_external_devices/strings.xliff
Languages: de, el, fy_nl, is, lo, nl, pt_br, ru, sk, sq, sv, uk, zh_cn

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
de: So fügen Sie ein Gerät hinzu
fy_nl: In apparaat tafoegje
is: Hvernig á að bæta við tæki
nl: Een apparaat toevoegen
pt_br: Como adicionar um dispositivo
sk: Ako pridať zariadenie
sv: Hur man lägger till en enhet
uk: Як додати пристрій

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
de: Öffnen Sie die Mozilla VPN-App auf Ihrem bevorzugten Gerät
fy_nl: Iepenje de Mozilla VPN-app op jo foarkarsapparaat
is: Opnaðu Mozilla VPN-forritið á tækinu þínu
nl: Open de Mozilla VPN-app op uw voorkeursapparaat
pt_br: Abra o aplicativo Mozilla VPN no seu dispositivo preferido
sk: Otvorte aplikáciu Mozilla VPN na svojom preferovanom zariadení
sv: Öppna appen Mozilla VPN på din föredragna enhet
uk: Відкрийте застосунок Mozilla VPN на обраному пристрої

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
de: Melden Sie sich mit Ihrem Konto an
fy_nl: Meld jo oan by jo account
is: Skráðu þig inn á notandaaðganginn þinn
nl: Meld u aan bij uw account
pt_br: Entre na sua conta
sk: Prihláste sa do svojho účtu
sv: Logga in på ditt konto
uk: Увійдіть до свого облікового запису

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
de: Geschafft! Ihr Gerät wurde automatisch zu Ihrer VPN-Liste verbundener Geräte hinzugefügt
fy_nl: Voila! Jo apparaat is automatysk tafoege oan jo VPN-list mei ferbûne apparaten
is: Hananú! Tækinu þínu hefur verið bætt við sjálfvirkt á listann þinn yfir VPN-tengd tæki
nl: Voila! Uw apparaat is automatisch toegevoegd aan uw VPN-lijst met verbonden apparaten
pt_br: Pronto! O dispositivo foi adicionado automaticamente à sua lista de dispositivos conectados à VPN
sk: A je to! Vaše zariadenie bolo automaticky pridané do zoznamu zariadení pripojených k VPN
sv: Voila! Din enhet har automatiskt lagts till i din VPN-lista över anslutna enheter
uk: Вуаля! Ваш пристрій було автоматично додано до вашого списку під'єднаних до VPN пристроїв

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
de: So entfernen Sie ein Gerät
fy_nl: In apparaat fuortsmite
is: Hvernig á að fjarlægja tæki
nl: Een apparaat verwijderen
pt_br: Como remover um dispositivo
sk: Ako odstrániť zariadenie
sv: Hur man tar bort en enhet
uk: Як вилучити пристрій

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
de: Öffnen Sie Mozilla VPN auf Ihrem ausgewählten Desktop- oder Mobilgerät
fy_nl: Iepenje Mozilla VPN op jo keazen desktop- of mobile apparaat
is: Opnaðu Mozilla VPN-forritið annaðhvort á borðtölvu eða snjalltæki
nl: Open Mozilla VPN op uw gekozen desktop- of mobiele apparaat
pt_br: Abra o Mozilla VPN em seu computador ou dispositivo móvel escolhido
sk: Otvorte Mozilla VPN na vybranom počítači alebo mobilnom zariadení
sv: Öppna Mozilla VPN på din valda stationära eller mobila enhet
uk: Відкрийте Mozilla VPN на вибраному настільному або мобільному пристрої

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
de: Tippen Sie auf Ihrem VPN-Startbildschirm auf „Meine Geräte“.
fy_nl: Tik yn jo VPN-startskerm op ‘Myn apparaten’
is: Ýttu á “Tækin mín” á upphafsskjá VPN-forritsins
nl: Tik in uw VPN-startscherm op ‘Mijn apparaten’
pt_br: Toque em “Meus dispositivos” na tela inicial da sua VPN
sk: Ťuknite na “Moje zariadenia” na domovskej obrazovke VPN
sv: Tryck på "Mina enheter" på din VPN-startskärm
uk: Торкніться «Мої пристрої» на головному екрані VPN

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
de: Wählen Sie das „Papierkorb“-Symbol neben dem Gerät, das Sie aus Ihrer Liste verbundener Geräte entfernen möchten
fy_nl: Selektearje it ‘Jiskefet’piktogram njonken it apparaat dat jo fuortsmite wolle út jo list mei ferbûne apparaten
is: Veldu „rusl“ táknið við hliðina á tækinu sem þú vilt fjarlægja af listanum yfir tengd tæki
nl: Selecteer het ‘Prullenbak’pictogram naast het apparaat dat u wilt verwijderen uit uw lijst met verbonden apparaten
pt_br: Selecione o ícone "Lixeira" ao lado do dispositivo que você quer remover da sua lista de dispositivos conectados
sk: Použite ikonu “Kôš” vedľa zariadenia, ktoré chcete odstrániť zo zoznamu pripojených zariadení
sv: Välj "Papperskorgen" bredvid enheten du vill ta bort från listan över anslutna enheter
uk: Виберіть піктограму «Кошик» поруч із пристроєм, який потрібно вилучити зі списку під'єднаних пристроїв

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
de: Befolgen Sie diese schnelle und einfache 3-Schritte-Anleitung, um alle Ihre Geräte einfach hinzuzufügen und zu entfernen.
fy_nl: Folgje dizze flugge en ienfâldige 3-stappegids om al jo apparaten ienfâldich ta te foegjen en fuort te smiten.
is: Farðu eftir þessum einföldu og fljótlegu þriggja skrefa leiðbeiningum til að bæta við og fjarlægja tæki.
nl: Volg deze snelle en eenvoudige 3-stappengids om al uw apparaten eenvoudig toe te voegen en te verwijderen.
pt_br: Siga este guia rápido e simples de 3 etapas para adicionar e remover todos os seus dispositivos facilmente.
sk: Postupujte podľa tohto rýchleho a jednoduchého sprievodcu v troch krokoch a jednoducho pridajte a odoberte všetky svoje zariadenia.
sv: Följ denna snabba och enkla 3-stegsguide för att enkelt lägga till och ta bort alla dina enheter.
uk: Виконайте ці 3 швидкі та прості дії, щоб легко додати або вилучити всі свої пристрої.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
de: Wie füge ich Geräte hinzu und entferne sie?
fy_nl: Hoe kin ik apparaten tafoegje en fuortsmite?
is: Hvernig bæti ég við og fjarlægi tæki?
nl: Hoe kan ik apparaten toevoegen en verwijderen?
pt_br: Como adicionar e remover dispositivos?
sk: Ako pridám a odoberiem zariadenia?
sv: Hur lägger jag till och tar bort enheter?
uk: Як додавати та вилучати пристрої?

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
de: Wie verbinde ich meinen Drucker oder mein Faxgerät?
el: Πώς συνδέομαι στον εκτυπωτή ή το φαξ μου;
fy_nl: Hoe meitsje ik ferbine mei myn printer of faks?
is: Hvernig tengi ég við prentarann minn eða faxtæki?
lo: ຂ້ອຍຈະເຊື່ອມຕໍ່ກັບເຄື່ອງພິມ ຫຼື ແຟັກຂອງຂ້ອຍໄດ້ແນວໃດ?
nl: Hoe maak ik verbinding met mijn printer of fax?
pt_br: Como conectar à minha impressora ou fax?
ru: Как мне подключиться к моему принтеру или факсу?
sk: Ako sa pripojím k tlačiarni alebo faxu?
sq: Si të lidhem me shtypësin ose faksin tim?
sv: Hur ansluter jag till min skrivare eller fax?
uk: Як під'єднатися до принтера або факсу?
zh_cn: 如何连接我的打印机或传真机？

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
de: Aktivieren Sie in Ihren Netzwerkeinstellungen „Lokaler Netzwerkzugriff“.
el: Ενεργοποιήστε την «Πρόσβαση στο τοπικό δίκτυο» στις ρυθμίσεις δικτύου σας
fy_nl: Skeakelje yn jo netwurkynstellingen ‘Lokale netwurktagang’ yn
is: Virkjaðu „Aðgangur að staðarneti - Local network access“ í netstillingunum þínum
lo: ເປີດໃຊ້ "ການເຂົ້າເຖິງເຄືອຂ່າຍທ້ອງຖິ່ນ" ໃນການຕັ້ງຄ່າເຄືອຂ່າຍຂອງທ່ານ
nl: Schakel in uw netwerkinstellingen ‘Lokale netwerktoegang’ in
pt_br: Ative “Acesso à rede local” nas configurações de rede
ru: Включите «Доступ к локальной сети» в настройках вашей сети
sk: V nastaveniach siete povoľte “Prístup k lokálnej sieti”.
sq: Aktivizoni “Hyrje në rrjet vendor” te rregullimet tuaja të rrjetit
sv: Aktivera "Lokal nätverksåtkomst" i dina nätverksinställningar
uk: Увімкніть «Доступ до локальної мережі» в налаштуваннях мережі
zh_cn: 在网络设置中启用“本地网络访问”

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
de: Verbinden Sie das Drucker- oder Faxkabel mit dem Anschluss Ihres Geräts (kabelgebunden) oder drahtlos
el: Συνδέστε το καλώδιο του εκτυπωτή ή του φαξ στη θύρα της συσκευής σας (ενσύρματη σύνδεση) ή κάντε ασύρματη σύνδεση
fy_nl: Slút de printer- of fakskabel oan op de poarte fan jo apparaat (betried) of fia in triedleaze ferbining
is: Tengdu prentarann eða faxsnúruna við tengi tækisins þíns (í gegnum kapal) eða þráðlaust net
lo: ເຊື່ອມຕໍ່ເຄື່ອງພິມ ຫຼື ສາຍແຟັກກັບຜອດຂອງອຸປະກອນຂອງທ່ານ (ມີສາຍ) ຫຼື ຜ່ານໄຮ້ສາຍ
nl: Sluit de printer- of faxkabel aan op de poort van uw apparaat (bedraad) of via een draadloze verbinding
pt_br: Conecte o cabo da impressora ou fax à porta do seu dispositivo (com fio) ou via rede sem fio
ru: Подключите кабель принтера или факса к порту вашего устройства (проводному) или через беспроводное соединение
sk: Pripojte kábel tlačiarne alebo faxu k portu vášho zariadenia (v prípade káblového zariadenia) alebo bezdrôtovo
sq: Futni kabllon e shtypësit ose faksit tuaj te porta e pajisjes (me kabllo), ose përmes teknologjia pa kabllo
sv: Anslut skrivaren eller faxkabeln till enhetens port (med kabel) eller trådlöst
uk: Підключіть кабель принтера або факсу до порту пристрою (провідного) або через бездротовий зв’язок
zh_cn: 将打印机或传真的线缆连接到您设备上的端口（有线连接），也可选择无线连接

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
de: Drucken oder faxen Sie Ihre Dokumente wie auf normalen Desktop-Computern / Laptops / Mobiltelefonen
fy_nl: Druk jo dokuminten ôf of faks se lykas op normale desktopkompjûters/laptops/mobile telefoans
is: Prentaðu eða faxaðu skjölin þín eins og með venjulegri borðtölvu / fartölvu / farsíma
nl: Druk uw documenten af of fax ze zoals op normale desktopcomputers/laptops/mobiele telefoons
pt_br: Imprima ou envie por fax seus documentos como computadores / notebooks / celulares normais
sk: Tlačte alebo faxujte svoje dokumenty ako z bežných stolových počítačov / laptopov / mobilných telefónov
sv: Skriv ut eller faxa dina dokument som vanliga stationära datorer / bärbara datorer / mobiltelefoner
uk: Друкуйте або надсилайте факсом свої документи як зі звичайних настільних комп’ютерів / ноутбуків / мобільних телефонів

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
de: Mit welchen anderen Arten von Geräten kann ich eine Verbindung herstellen?
el: Σε ποιους άλλους τύπους συσκευών μπορώ να συνδεθώ;
fy_nl: Mei hokker oare soarten fan apparaten kin ik ferbining meitsje?
is: Við hvaða aðrar tegundir tækja get ég tengst?
lo: ຂ້ອຍສາມາດເຊື່ອມຕໍ່ອຸປະກອນອື່ນປະເພດໃດໄດ້ແນ່?
nl: Met welke andere soorten apparaten kan ik verbinding maken?
pt_br: Com que outros tipos de dispositivos posso me conectar?
ru: К каким еще типам устройств я могу подключиться?
sk: Aké ďalšie typy zariadení môžem pripojiť?
sq: Ç’lloj tjetër pajisjesh mund të lidh?
sv: Vilka andra typer av enheter kan jag ansluta till?
uk: До яких ще типів пристроїв я можу під'єднатися?
zh_cn: 我可以连接哪些其他类型的设备？

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
de: Wenn „Lokaler Netzwerkzugriff“ aktiviert ist, können Sie auch eine Verbindung zu Geräten herstellen wie:
el: Με ενεργή την «Πρόσβαση στο τοπικό δίκτυο», μπορείτε επίσης να συνδεθείτε σε συσκευές όπως:
fy_nl: As ‘Lokale netwurktagong’ ynskeakele is, kinne jo ek ferbining meitsje mei apparaten lykas:
is: Þegar kveikt er á staðarnetsaðgangi (local network access) geturðu einnig tengst tækjum eins og:
lo: ດ້ວຍການເປີດ “ການເຂົ້າເຖິງເຄືອຂ່າຍທ້ອງຖິ່ນ”, ທ່ານຍັງສາມາດເຊື່ອມຕໍ່ກັບອຸປະກອນເຊັ່ນ:
nl: Als ‘Lokale netwerktoegang’ is ingeschakeld, kunt u ook verbinding maken met apparaten zoals:
pt_br: Com o "Acesso à rede local" ativado, você também pode se conectar com dispositivos como:
ru: Когда «Доступ к локальной сети» включён, вы также можете подключаться к таким устройствам, как:
sk: Keď je zapnutý “Prístup k lokálnej sieti”, môžete sa tiež pripojiť k zariadeniam, ako sú:
sq: Me “Hyrje në rrjet vendor” të aktivizuar, mund të lidhni edhe pajisje të tilla si:
sv: Med "Lokal nätverksåtkomst" aktiverat kan du också ansluta till enheter som:
uk: Якщо ввімкнено «Доступ до локальної мережі», ви також можете під'єднатися до таких пристроїв:
zh_cn: 启用“本地网络访问”后，您还可以连接下列设备：

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
de: Anderen Computern und Mobiltelefonen
el: Άλλους υπολογιστές και κινητά τηλέφωνα
fy_nl: Oare kompjûters en mobile telefoans
is: Aðrar tölvur og farsíma
lo: ຄອມພິວເຕີ ແລະ ໂທລະສັບມືຖືອື່ນໆ
nl: Andere computers en mobiele telefoons
pt_br: Outros computadores e celulares
ru: Другие компьютеры и мобильные телефоны
sk: Ostatné počítače a mobilné telefóny
sq: Kompjutera dhe celularë të tjerë
sv: Andra datorer och mobiltelefoner
uk: Інші комп'ютери та мобільні телефони
zh_cn: 其他电脑和手机

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
el: Συσκευές μετάδοσης (Chromecast/Roku/Apple AirPlay)
is: Streymispilara (Chromecast / Roku / Apple AirPlay)
lo: ອຸປະກອນສະຕີມ (Chromecast / Roku / Apple AirPlay)
pt_br: Dispositivos de streaming (Chromecast / Roku / Apple AirPlay)
ru: Стриминговые флешки (Chromecast / Roku / Apple AirPlay)
sk: Streamovacie kľúče (Chromecast / Roku / Apple AirPlay)
sq: Pajisje transmetimi (Chromecast / Roku / Apple AirPlay)
sv: Strömningsenhet (Chromecast / Roku / Apple AirPlay)
uk: Пристрої для потокового передавання (Chromecast / Roku / Apple AirPlay)
zh_cn: 流媒体棒（Chromecast / Roku / Apple AirPlay）

# guide.connecting_external_devices.subtitle
source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
de: Durch Aktivieren des lokalen Netzwerkzugriffs können Sie eine Verbindung zu anderen Geräten herstellen, ohne Ihren VPN-Schutz zu opfern.
el: Η ενεργοποίηση της πρόσβασης στο τοπικό δίκτυο σάς επιτρέπει να συνδεθείτε με άλλες συσκευές χωρίς να θυσιάσετε την προστασία του VPN σας.
fy_nl: Troch lokale netwurktagong yn te skeakeljen, kinne jo ferbining meitsje mei oare apparaten sûnder jo VPN-beskerming op te jaan.
is: Að virkja aðgang að staðarneti gerir þér kleift að tengjast öðrum tækjum án þess að fórna VPN-verndinni þinni.
lo: ການເປີດໃຊ້ງານການເຂົ້າເຖິງເຄືອຂ່າຍທ້ອງຖິ່ນອະນຸຍາດໃຫ້ທ່ານເຊື່ອມຕໍ່ກັບອຸປະກອນອື່ນໆໂດຍບໍ່ມີການຫຼຸດການປົກປ້ອງ VPN ຂອງທ່ານ.
nl: Door lokale netwerktoegang in te schakelen, kunt u verbinding maken met andere apparaten zonder uw VPN-bescherming op te offeren.
pt_br: Ativar o acesso à rede local permite que você se conecte com outros dispositivos sem sacrificar sua proteção VPN.
ru: Включение доступа к локальной сети позволяет подключаться к другим устройствам, не жертвуя VPN-защитой.
sk: Povolenie prístupu k lokálnej sieti vám umožní pripojiť sa k iným zariadeniam bez obetovania vašej ochrany VPN.
sq: Aktivizimi i hyrjes në rrjetin vendor ju lejon të lidhni pajisje të tjera pa sakrifikuar mbrojtjen nga VPN-ja juaj.
sv: Genom att aktivera lokal nätverksåtkomst kan du ansluta till andra enheter utan att offra ditt VPN-skydd.
uk: Увімкнення доступу до локальної мережі дозволяє під'єднатися до інших пристроїв, не жертвуючи VPN-захистом.
zh_cn: 启用本地网络访问可允许你连接到其他设备，而不影响你的 VPN 保护。

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
de: Verbinden mit anderen Geräten während der Verwendung von VPN
el: Σύνδεση με άλλες συσκευές κατά τη χρήση VPN
fy_nl: Ferbining meitsje mei oare apparaten wylst it gebrûk fan VPN
is: Tengiast öðrum tækjum á meðan VPN er notað
lo: ກຳລັງເຊື່ອມຕໍ່ກັບອຸປະກອນອື່ນໃນຂະນະທີ່ໃຊ້ VPN
nl: Verbinding maken met andere apparaten tijdens het gebruik van VPN
pt_br: Como se conectar com outros dispositivos ao usar VPN
ru: Подключение к другим устройствам при использовании VPN
sk: Pripojenie k iným zariadeniam počas používania VPN
sq: Lidhje me pajisje të tjera teksa përdoret VPN
sv: Ansluta till andra enheter medan du använder VPN
uk: Під'єднання до інших пристроїв під час користування VPN
zh_cn: 使用 VPN 时连接其他设备

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
de: Schützen Sie Ihre persönlichen Daten und Ihre Identität
fy_nl: Jo persoanlike gegevens en identiteit beskermje
is: Verndaðu persónuupplýsingar þínar og auðkenni
nl: Uw persoonlijke gegevens en identiteit beschermen
pt_br: Proteja seus dados pessoais e identidade
sk: Chráňte svoje osobné údaje a identitu
sv: Skydda dina personuppgifter och identitet
uk: Захистіть свої особисті дані та особистість

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
de: Surfen Sie im Internet und nutzen Sie Ihre Lieblings-Apps unbeschwert, ohne verfolgt zu werden
fy_nl: Frijút op ynternet sneupe en jo favorite apps brûke sûnder folge te wurden
is: Vafraðu á vefnum og notaðu uppáhaldsforritin þín frjálslega án þess að aðrir geti fylgst með þeim
nl: Vrijuit op internet surfen en uw favoriete apps gebruiken zonder te worden gevolgd
pt_br: Navegue na web e use seus aplicativos preferidos livremente, sem ser rastreado
sk: Surfujte na webe a používajte svoje obľúbené aplikácie voľne bez toho, aby vás niekto sledoval
sv: Surfa på webben och använd dina favoritappar fritt utan att spåras
uk: Переглядайте в інтернеті та користуйся своїми улюбленими застосунками вільно без стеження

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
de: Schützen Sie vertrauliche Materialien mit unserer Premium-Datenverschlüsselung
fy_nl: Fertroulike materialen feilich hâlde fia ús earsteklas gegevensfersifering
is: Haltu trúnaðargögnum öruggum með úrvals-gagnadulritun okkar
nl: Vertrouwelijke materialen veilig houden via onze eersteklas gegevensversleuteling
pt_br: Mantenha os materiais confidenciais protegidos por meio de nossa criptografia de dados premium
sk: Udržujte dôverné materiály v bezpečí prostredníctvom nášho prémiového šifrovania údajov
sv: Håll konfidentiellt material säkert genom vår premiumdatakryptering
uk: Зберігайте конфіденційні матеріали в безпеці за допомогою нашого преміального шифрування даних

# guide.how_to_vpn.block.c_3
source: Defense on the go
de: Verteidigung auch unterwegs
fy_nl: Beskerming ûnderweis
is: Verðu þig á ferðinni
nl: Bescherming onderweg
pt_br: Defesa em movimento
sk: Obrana na cestách
sv: Skydd när du är på språng
uk: Захист на ходу

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
de: Verhindert, dass unbekannte Personen Ihre privaten Daten in riskanten öffentlichen WLANs und Hotspots sehen
fy_nl: Foarkomt dat ûnbekende entiteiten jo priveegegevens sjen kinne op risikofolle iepenbiere wifi en hotspots
is: Útilokar óþekkta aðila frá því að sjá einkagögnin þín á varasömum Wi-Fi almenningsnetum og tengipunktum
nl: Voorkomt dat onbekende entiteiten uw privégegevens kunnen zien op risicovolle openbare wifi en hotspots
pt_br: Impede que entidades desconhecidas vejam seus dados privativos em arriscados pontos de acesso e redes públicas de WiFi
sk: Blokuje neznámym entitám prístup k vašim súkromným údajom na rizikových verejných Wi-Fi a hotspotoch
sv: Blockerar okända enheter från att se dina privata data på riskfyllda offentliga Wi-Fi och hotspots
uk: Блокує доступ невідомим особам до ваших особистих даних у небезпечних загальнодоступних Wi-Fi та точках доступу

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
de: Schutz, wo immer Sie sind, von Restaurants bis zu Ferienwohnungen
fy_nl: Beskerming wêr’t jo ek binne, fan restaurants oant fakânsjeferhier
is: Vernd hvar sem þú ert, allt frá veitingastöðum til leigðra orlofshúsa
nl: Bescherming waar u ook bent, van restaurants tot vakantieverhuur
pt_br: Proteção onde quer que você esteja, desde restaurantes até aluguéis de temporada
sk: Ochrana, nech ste kdekoľvek, od reštaurácií až po dovolenkové prenájmy
sv: Skydd var du än är, från restauranger till semesterbostäder
uk: Захист, де б ви не були, від ресторанів до житла для відпочинку

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
de: Verbinden Sie sich mit über 30 Ländern
fy_nl: Ferbining meitsje mei mear as 30 lannen
is: Tengstu við fleiri en 30 lönd
nl: Verbinding maken met meer dan 30 landen
pt_br: Conecte-se a mais de 30 países
sk: Pripojte sa k viac ako 30 krajinám
sv: Anslut till över 30 länder
uk: Під'єднуйтеся до понад 30 країн

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
de: Durchsuchen und greifen Sie auf Inhalte aus der ganzen Welt zu
fy_nl: Blêdzje troch en tagong krije ta ynhâld fan oer de hiele wrâld
is: Skoðaðu og fáðu aðgang að efni alls staðar að úr heiminum
nl: Bladeren door en toegang verkrijgen tot inhoud van over de hele wereld
pt_br: Navegue e acesse conteúdo do mundo todo
sk: Prehliadajte a pristupujte k obsahu z celého sveta
sv: Surfa och få tillgång till innehåll från hela världen
uk: Переглядайте та отримайте доступ до вмісту з усього світу

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
de: Kaufen Sie auf einem regionalen Server ein, um lokalisierte Angebote wie günstigere Flugpreise zu erhalten
fy_nl: Winkelje op in regionale server om lokalisearre deals te krijen, lykas goedkeapere fleantickets
is: Verslaðu á svæðisbundnum netþjónum til að fá staðbundin tilboð eins og ódýrari flugfargjöld
nl: Winkelen op een regionale server om gelokaliseerde deals te krijgen, zoals goedkopere vliegtickets
pt_br: Faça compras em um servidor regional para obter ofertas locais, como passagens aéreas mais baratas
sk: Nakupujte na regionálnom serveri a získajte lokalizované ponuky, napríklad lacnejšie letenky
sv: Handla på en regional server för att få lokala erbjudanden som billigare flygbiljetter
uk: Здійснюйте покупки на регіональному сервері, щоб отримати локалізовані пропозиції, як-от дешевші авіаквитки

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
de: Mozilla VPN sichert die Verbindung zwischen Ihrem Gerät und dem Internet. Hier sind einige der nützlichsten Funktionen, die Ihr VPN bietet:
fy_nl: Mozilla VPN befeiliget de ferbining tusken jo apparaat en ynternet. Hjir binne inkelde fan de tûkste funksjes dy’t jo VPN biedt:
is: Mozilla VPN tryggir tenginguna milli tækisins þíns og veraldarvefsins. Hér eru nokkrir af gagnlegustu eiginleikum VPN-netsins þíns:
nl: Mozilla VPN beveiligt de verbinding tussen uw apparaat en internet. Hier zijn enkele van de handigste functies die uw VPN biedt:
pt_br: O Mozilla VPN protege a conexão entre seu dispositivo e a web. Aqui estão alguns dos recursos mais úteis que sua VPN oferece:
sk: Mozilla VPN zabezpečuje spojenie medzi vaším zariadením a webom. Tu sú niektoré z najužitočnejších funkcií, ktoré vaša sieť VPN ponúka:
sv: Mozilla VPN säkrar anslutningen mellan din enhet och webben. Här är några av de mest användbara funktionerna som ditt VPN erbjuder:
uk: Mozilla VPN захищає з’єднання між вашим пристроєм та інтернетом. Ось деякі з найкорисніших функцій, які пропонує ваша VPN:
