Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/message_upgrade_to_annual_plan/strings.xliff
Languages: co

# message.message_upgrade_to_annual_plan.block.c_1
source: Switch to an annual plan, and get all the same benefits at 50% less than the monthly plan:
co: Passate à un impegnu annuale è ottinite i listessi vantaghji per 50% di l’impegnu misincu :

# message.message_upgrade_to_annual_plan.block.c_2.l_1
source: Protection for up to 5 devices
co: Prutezzione nant’à 5 apparechji à u massimu

# message.message_upgrade_to_annual_plan.block.c_2.l_2
source: 500+ servers in 30+ countries
co: Più di 500 servitori in più di 30 paesi

# message.message_upgrade_to_annual_plan.block.c_2.l_3
source: Device-level encryption
co: Cifratura à u livellu di l’apparechju

# message.message_upgrade_to_annual_plan.block.c_2.l_4
source: No bandwidth restrictions
co: Nisuna ristrizzione à a larghezza di striscia

# message.message_upgrade_to_annual_plan.block.c_2.l_5
source: No logging of your network activity
co: Nisunu arregistramentu di a vostra attività nant’à a reta

# message.message_upgrade_to_annual_plan.block.c_3
source: Switch to an annual plan
co: Passà à un impegnu annuale

# message.message_upgrade_to_annual_plan.block.c_4
source: Get help
co: Ottene aiutu

# message.message_upgrade_to_annual_plan.block.c_4_1
source: Help
co: Aiutu

# message.message_upgrade_to_annual_plan.subtitle
source: Get the same protection, for half the price.
co: Ottinite a listessa prutezzione à mezu prezzu.

# message.message_upgrade_to_annual_plan.title
source: Save 50% when you switch to an annual plan
co: Risparmiate 50% passendu à un impegnu annuale
