Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.17/strings.xliff
Languages: cs, de, es_ar, fi, fr, fy_nl, hu, ia, nl, pt_br, ru, sk, sl, uk, zh_cn, zh_tw

# message.message_update_v2.17.block.c_1
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
cs: Tato aktualizace obsahuje drobné opravy chyb, úpravy uživatelského rozhraní a další vylepšení výkonu, včetně:
de: Dieses Update enthält kleinere Fehlerbehebungen, Anpassungen der Benutzeroberfläche und andere Leistungsverbesserungen, einschließlich:
es_ar: Esta actualización incluye correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento, que incluyen:
fi: Tämä päivitys sisältää pieniä virheenkorjauksia, käyttöliittymän säätöjä ja muita suorituskyvyn parannuksia, mukaan lukien:
fr: Cette mise à jour comprend des corrections de bugs mineurs et des ajustements de l'interface utilisateur ainsi que d'autres améliorations de performances, parmi lesquelles :
fy_nl: Dizze fernijing omfettet lytse bugfixes, UI-oanpassingen en oare prestaasjesferbetteringen, wêrûnder:
hu: A frissítés kisebb hibajavításokat, felületi módosításokat, és egyéb teljesítménybeli fejlesztéseket tartalmaz, többek között:
ia: Iste actualisation include minor remedios de errores, adjustamentos del interfacie de usator e altere meliorationes del prestation, includite:
nl: Deze update bevat kleine bugfixes, UI-aanpassingen en andere prestatieverbeteringen, waaronder:
pt_br: Esta atualização inclui pequenas correções, ajustes na interface do usuário e outras melhorias de desempenho, incluindo:
ru: Это обновление включает в себя незначительные исправления ошибок, доработки пользовательского интерфейса и другие улучшения производительности, в том числе:
sk: Táto aktualizácia obsahuje drobné opravy chýb, úpravy používateľského rozhrania a ďalšie vylepšenia výkonu vrátane:
sl: Ta posodobitev vključuje manjše popravke hroščev, prilagoditve uporabniškega vmesnika in druge izboljšave delovanja, vključno z:
uk: Це оновлення містить незначні виправлення помилок, покращення інтерфейсу користувача та інші вдосконалення швидкодії, зокрема:
zh_cn: 此更新包含轻微 bug 的修复、界面调整和其他性能改进，包括：
zh_tw: 此次更新修正了一些小錯誤、介面設計調整，以及效能改善，包含：

# message.message_update_v2.17.block.c_2.l_1
source: The ability to sign in using your Google or Apple account
cs: Možnost přihlášení pomocí účtu Google nebo Apple
de: Die Möglichkeit, sich mit Ihrem Google- oder Apple-Konto anzumelden
es_ar: La posibilidad de iniciar sesión con tu cuenta de Google o Apple
fi: Mahdollisuus kirjautua sisään Google- tai Apple-tilillä
fr: La possibilité de vous connecter en utilisant votre compte Google ou Apple
fy_nl: De mooglikheid om oan te melden mei jo Google- of Apple-account
hu: A bejelentkezésének lehetősége a Google vagy Apple fiókjával
ia: Le capacitate de acceder per tu conto Google o Apple
nl: De mogelijkheid om aan te melden met uw Google- of Apple-account
pt_br: A capacidade de entrar usando uma conta do Google ou da Apple
ru: Возможность входа в систему с помощью аккаунта Google или Apple
sk: Možnosť prihlásiť sa pomocou účtu Google alebo Apple
sl: Možnost prijave z Google ali Apple računom
uk: Можливість увійти за допомогою облікового запису Google або Apple
zh_cn: 可以使用 Google 和 Apple 账户登录
zh_tw: 能夠使用您的 Google 或 Apple 帳號登入

# message.message_update_v2.17.block.c_2.l_2
source: A new “My Devices” screen that makes it easier to view and manage your devices
cs: Nová obrazovka “Moje zařízení”, která usnadňuje zobrazení a správu zařízení
de: Ein neuer „Meine Geräte“-Bildschirm, der das Anzeigen und Verwalten Ihrer Geräte erleichtert
es_ar: Una nueva pantalla "Mis dispositivos" que facilita la visualización y la administración de sus dispositivos
fi: Uusi “Omat laitteet”-näkymä, joka helpottaa laitteiden tarkastelua ja hallintaa
fr: Un nouvel écran « Mes appareils » qui facilite l’affichage et la gestion de vos appareils
fy_nl: In nij skerm ‘Myn apparaten’, dat it makliker makket om jo apparaten te besjen en te behearen
hu: Egy új „Saját eszközök” képernyő, amely megkönnyíti az eszközei megtekintését és kezelését
ia: Un nove schermo “Mi Apparatos” que rende plus facile vider e gerer tu apparatos
nl: Een nieuw scherm ‘Mijn apparaten’, waarmee u uw apparaten eenvoudiger kunt bekijken en beheren
pt_br: Uma nova tela “Meus dispositivos” que facilita consultar e gerenciar seus dispositivos
ru: Новый экран «Мои устройства», который упрощает просмотр и управление вашими устройствами
sk: Nová obrazovka “Moje zariadenia”, ktorá uľahčuje prezeranie a správu vašich zariadení
sl: Nov zaslon "Moje naprave", ki olajša pregledovanje in upravljanje naprav
uk: Новий екран “Мої пристрої”, який полегшує перегляд і керування вашими пристроями
zh_cn: 全新“我的设备”屏幕可让您更轻松地查看和管理设备
zh_tw: 全新「我的裝置」畫面讓您可更簡單檢視與管理您的裝置

# message.message_update_v2.17.block.c_2.l_3
source: The ability to upgrade to an annual plan from within the app
cs: Možnost přejít na roční plán přímo z aplikace
de: Die Möglichkeit, aus der App heraus auf einen Jahresplan zu wechseln
es_ar: La posibilidad de actualizar a un plan anual desde la aplicación
fr: La possibilité de passer à un forfait annuel depuis l’application
fy_nl: De mooglikheid om fan de app út te fernijen nei in jierabonnemint
hu: Lehetőség van éves előfizetésre frissíteni az alkalmazáson belül
ia: Le capacitate de promover a un plano annual ab intra le app
nl: De mogelijkheid om vanuit de app te upgraden naar een jaarabonnement
pt_br: A capacidade de mudar para um plano anual, dentro do aplicativo
ru: Возможность перейти на годовой план из приложения
sk: Možnosť inovácie na ročný plán priamo z aplikácie
sl: Možnost nadgradnje na letni paket iz aplikacije
uk: Можливість переходу на річний тарифний план із програми
zh_cn: 可以在应用内升级为包年方案
zh_tw: 能夠在應用程式中升級為包年訂閱方案

# message.message_update_v2.17.block.c_2.l_4
source: Improved guidance for fixing VPN connection issues
cs: Vylepšené pokyny pro opravu problémů s připojením k síti VPN
de: Verbesserte Anleitung zum Beheben von VPN-Verbindungsproblemen
es_ar: Guía mejorada para solucionar problemas de conexión a la VPN
fi: Parannetut ohjeet VPN-yhteysongelmien korjaamiseksi
fr: Amélioration des conseils pour la résolution des problèmes de connexion au VPN
fy_nl: Ferbettere rjochtlinen foar it oplossen fan mei VPN-ferbiningsproblemen
hu: Továbbfejlesztett útmutató a VPN-kapcsolati problémák javításához
ia: Guida meliorate pro remediar problemas de connexion VPN
nl: Verbeterde richtlijnen voor het oplossen van VPN-verbindingsproblemen
pt_br: Orientação melhorada de como corrigir problemas de conexão VPN
ru: Улучшенное руководство по устранению проблем с VPN-подключением
sk: Vylepšené pokyny na riešenie problémov s pripojením VPN
sl: Izboljšana navodila za odpravljanje težav s povezavo VPN
uk: Удосконалено поради щодо усунення проблем з'єднання з VPN
zh_cn: 改进 VPN 连接问题修复指南
zh_tw: 改善修正 VPN 連線問題的指南

# message.message_update_v2.17.block.c_2.l_5
source: Personalized suggestions for apps to exclude from VPN protection
cs: Přizpůsobené návrhy aplikací, které mají být vyloučeny z ochrany VPN
de: Personalisierte Vorschläge für Apps zum Ausschließen vom VPN-Schutz
es_ar: Sugerencias personalizadas para que las aplicaciones se excluyan de la protección de la VPN
fr: Suggestions personnalisées d’applications à exclure de la protection VPN
fy_nl: Personalisearre suggestjes foar apps dy’t jo útslute kinne fan VPN-beskerming
hu: Személyre szabott javaslatok az alkalmazásokhoz, amelyeket kizár a VPN-védelem
ia: Suggestiones personalisate pro excluder apps del protection VPN
nl: Gepersonaliseerde suggesties voor apps die u kunt uitsluiten van VPN-bescherming
pt_br: Sugestões personalizadas de aplicativos a excluir da proteção VPN
ru: Персонализированные предложения для приложений, которые следует исключить из VPN-защиты
sk: Prispôsobené návrhy aplikácií, ktoré je možné vylúčiť z ochrany VPN
sl: Prilagojeni predlogi za aplikacije, ki jih je treba izključiti iz zaščite VPN
uk: Персоналізовані пропозиції щодо програм, які потрібно виключити з-під захисту VPN
zh_cn: 要从 VPN 保护排除的应用程序的个性化建议
zh_tw: 提供不受 VPN 保護的應用程式的個人化建議

# message.message_update_v2.17.block.c_2.l_6
source: More easily accessible help content throughout the app
cs: Snadněji přístupný obsah nápovědy v celé aplikaci
de: Leichter zugängliche Hilfeinhalte in der ganzen App
es_ar: Contenido de ayuda más accesible en toda la aplicación
fr: Un contenu d’aide plus facilement accessible dans toute l’application
fy_nl: Makliker tagonklike Help-ynhâld yn de hiele app
hu: Könnyebben elérhető súgótartalom az alkalmazásban
ia: Contento de adjuta plus facilemente accessibile durante le app
nl: Eenvoudiger toegankelijke Help-inhoud in de gehele app
pt_br: Conteúdo de ajuda mais facilmente acessível em todo o aplicativo
ru: Более доступный справочный контент в приложении
sk: Ľahšie dostupný obsah pomocníka v celej aplikácii
sl: Preprosteje dostopna vsebina pomoči v celotni aplikaciji
uk: Полегшено доступ до довідкових матеріалів у програмі
zh_cn: 整个应用中更易于访问的帮助内容
zh_tw: 說明內容可在整個程式中更輕鬆地開啟

# message.message_update_v2.17.block.c_3
source: Update now
cs: Aktualizovat
de: Jetzt aktualisieren
es_ar: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour maintenant
fy_nl: No bywurkje
hu: Frissítés most
ia: Actualisar ora
nl: Nu bijwerken
pt_br: Atualizar agora
ru: Обновить сейчас
sk: Aktualizovať teraz
sl: Posodobi zdaj
uk: Оновити зараз
zh_cn: 立即更新
zh_tw: 立即更新

# message.message_update_v2.17.block.c_4
source: Download update
cs: Stáhnout aktualizaci
de: Update herunterladen
es_ar: Descargar actualización
fi: Lataa päivitys
fr: Télécharger la mise à jour
fy_nl: Fernijing downloade
hu: Frissítés letöltése
ia: Discargar actualisation
nl: Update downloaden
pt_br: Baixar atualização
ru: Загрузить обновление
sk: Stiahnuť aktualizáciu
sl: Prenesi posodobitev
uk: Завантажити оновлення
zh_cn: 下载更新
zh_tw: 下載更新

# message.message_update_v2.17.block.c_5
source: Get help
cs: Získat pomoc
de: Hilfe erhalten
es_ar: Obtener ayuda
fi: Tuki
fr: Obtenir de l’aide
fy_nl: Help krije
hu: Segítség kérése
ia: Obtener auxilio
nl: Hulp verkrijgen
pt_br: Obter ajuda
ru: Получить помощь
sk: Získať pomoc
sl: Pomoč
uk: Отримати допомогу
zh_cn: 获取帮助
zh_tw: 取得幫助

# message.message_update_v2.17.block.extra_1_217
source: Download the new Mozilla VPN
cs: Stáhněte si novou Mozilla VPN
de: Laden Sie das neue Mozilla VPN herunter
es_ar: Descargá la nueva VPN de Mozilla
fi: Lataa uusi Mozilla VPN
fr: Téléchargez la nouvelle version de Mozilla VPN
fy_nl: Download de nije Mozilla VPN
hu: Töltse le az új Mozilla VPN-t
ia: Discarga le nove Mozilla VPN
nl: Download de nieuwe Mozilla VPN
pt_br: Baixe o novo Mozilla VPN
ru: Загрузите новый Mozilla VPN
sk: Stiahnite si novú Mozilla VPN
sl: Prenesite novo Mozillino VPN
uk: Завантажити нову версію Mozilla VPN
zh_cn: 下载新版 Mozilla VPN
zh_tw: 下載新版 Mozilla VPN

# message.message_update_v2.17.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
cs: Vydali jsme aktualizovanou verzi Mozilla VPN! Aktualizujte na nejnovější verzi a získejte nejlepší možnou zkušenost s Mozilla VPN.
de: Wir haben eine aktualisierte Version von Mozilla VPN veröffentlicht! Aktualisieren Sie auf die neueste Version, um das bestmögliche Mozilla-VPN-Erlebnis zu erhalten.
es_ar: ¡Lanzamos una versión actualizada de Mozilla VPN! Actualiza a la última versión para tener la mejor experiencia posible con Mozilla VPN.
fi: Olemme julkaisseet päivitetyn version Mozilla VPN:stä! Päivitä uusimpaan versioon saadaksesi parhaan mahdollisen Mozilla VPN -kokemuksen.
fr: Nous avons publié une version mise à jour de Mozilla VPN ! Mettez à jour vers la dernière version pour la meilleure expérience Mozilla VPN possible.
fy_nl: Wy hawwe in bywurke ferzje fan Mozilla VPN útbrocht! Wurkje by nei de nijste ferzje foar de bêst mooglike Mozilla VPN-ûnderfining.
hu: Kiadtuk a Mozilla VPN frissített verzióját! Frissítsen a legújabb verzióra a lehető legjobb Mozilla VPN élményért.
ia: Nos ha publicate un version actualisate de Mozilla VPN! Actualisa al ultime version pro le melior experientia possibile de Mozilla VPN.
nl: We hebben een bijgewerkte versie van Mozilla VPN uitgebracht! Werk bij naar de nieuwste versie voor de best mogelijke Mozilla VPN-ervaring.
ru: Мы выпустили обновленную версию Mozilla VPN! Обновитесь до последней версии, чтобы получить наилучшие возможности Mozilla VPN.
sk: Sprístupnili sme aktualizovanú verziu Mozilla VPN! Aktualizujte na najnovšiu verziu a získate najlepší možný zážitok z Mozilla VPN.
sl: Izdali smo posodobljeno različico Mozille VPN! Za najboljšo možno izkušnjo Mozille VPN jo posodobite na najnovejšo različico.
uk: Ми випустили оновлену версію Mozilla VPN! Встановіть оновлення для якнайкращої роботи Mozilla VPN.
zh_cn: 我们发布了 Mozilla VPN 的更新版本更新到最新版本以获得最佳 Mozilla VPN 使用体验。
zh_tw: 我們推出了新版的 Mozilla VPN更新到最新版本讓您有最佳的 Mozilla VPN 使用體驗。

# message.message_update_v2.17.title
source: Update Mozilla VPN
cs: Aktualizace Mozilla VPN
de: Mozilla VPN aktualisieren
es_ar: Actualizar la Mozilla VPN
fi: Päivitä Mozilla VPN
fr: Mettre à jour Mozilla VPN
fy_nl: Mozilla VPN bywurkje
hu: A Mozilla VPN frissítése
ia: Actualisar Mozilla VPN
nl: Mozilla VPN bijwerken
pt_br: Atualizar Mozilla VPN
ru: Обновите Mozilla VPN
sk: Aktualizácia Mozilla VPN
sl: Posodobite Mozillo VPN
uk: Оновити Mozilla VPN
zh_cn: 更新 Mozilla VPN
zh_tw: 更新 Mozilla VPN
