Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.15/strings.xliff
Languages: bg, ia, pl, sl, zh_tw

# message.message_update_v2.15.block.c_1.l_1
source: We will now recommend a few of the highest-performing server locations when you’re on the Select location screen.
bg: Сега ще препоръчаме няколко от най-ефективните сървърни местоположения, когато сте на екрана за избор на местоположение.
ia: Nos recommendara ora alcun de positiones de servitores de maxime prestation quando tu es sur le pagina Elige position.
pl: Będziemy teraz polecać kilka najbardziej wydajnych lokalizacji serwerów, gdy jesteś na ekranie Wybierz lokalizację.
sl: Ko ste na zaslonu za izbiro lokacije, vam bomo zdaj priporočili nekaj najučinkovitejših lokacij strežnika.
zh_tw: 現在起，我們會在「選擇位置畫面」向您推薦效能最高的伺服器。

# message.message_update_v2.15.block.c_1.l_2
source: We’ve updated the App exclusions screen to make it easier to choose which apps to leave out of VPN protection.
bg: Актуализирахме екрана за изключване на приложения, за да улесним избора кои приложения да оставим извън VPN защитата.
ia: Nos ha actualisate le app exclusiones schermo pro render plus facile eliger ille apps a lassar foras de protection VPN.
pl: Zaktualizowaliśmy ekran Wykluczenia aplikacji, aby ułatwić wybór aplikacji, które mają zostać wyłączone z ochrony VPN.
sl: Posodobili smo zaslon za izključitve aplikacij, ki vam omogoča preprostejšo izbiro aplikacij, ki jih želite izpustiti iz zaščite VPN.
zh_tw: 我們更新了「排除應用程式」畫面，讓您可以更簡單就選擇要排除哪些應用程式不受 VPN 保護。

# message.message_update_v2.15.block.c_1.l_3
source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
bg: Също така направихме корекции на грешки, корекции на потребителския интерфейс и други подобрения на производителността, за да направим Mozilla VPN още по-добра.
ia: Nos ha alsi remediate errores, facite adjustamentos del interfacie de usator e altere meliorationes del prestation, pro render Mozilla VPN mesmo melior.
pl: Wprowadziliśmy również poprawki błędów, dostosowania interfejsu użytkownika i inne ulepszenia wydajności, aby Mozilla VPN była jeszcze lepsza.
sl: Popravili smo hrošče, prilagodili uporabniški vmesnik in izboljšali delovanje Mozille VPN še boljšo.
zh_tw: 我們也修正了一些錯誤、調整了介面設計，並且改善效能，讓 Mozilla VPN 變得更好。

# message.message_update_v2.15.block.c_2
source: Be sure to update the app to make it even easier to protect your devices and your activity online!
bg: Не забравяйте да актуализирате приложението, за да направите още по-лесно да защитите вашите устройства и вашата активност онлайн!
ia: Cura de actualisar le app pro render mesmo plus facile proteger tu apparatos e tu activitate online!
pl: Pamiętaj, aby zaktualizować aplikację, aby jeszcze łatwiej chronić swoje urządzenia i swoją aktywność internetową!
sl: Obvezno posodobite aplikacijo in tako še preprosteje zaščitite svoje naprave in dejavnost na spletu!
zh_tw: 請務必更新程式，讓您更簡單就能保護裝置與上網行為！

# message.message_update_v2.15.block.c_2b
source: Be sure to get the latest version to make it even easier to protect your devices and your activity online!
bg: Не забравяйте да вземете най-новото издание, за да улесните още повече защитата на устройствата и активността си онлайн!
ia: Cura de obtener le ultime version pro render mesmo plus facile proteger tu apparatos e tu activitate online!
pl: Upewnij się, że masz najnowszą wersję, aby jeszcze łatwiej chronić swoje urządzenia i swoją aktywność internetową!
sl: Prenesite si najnovejšo različico, da še preprosteje zaščitite svoje naprave in dejavnost na spletu!
zh_tw: 請務必下載最新版本程式，讓您更簡單就能保護裝置與上網行為！

# message.message_update_v2.15.block.c_3
source: Update now
bg: Обновете сега
ia: Actualisar ora
pl: Zaktualizuj teraz
sl: Posodobi zdaj
zh_tw: 立即更新

# message.message_update_v2.15.block.c_4
source: Download update
bg: Изтегляне на обновяване
ia: Discargar actualisation
pl: Pobierz aktualizację
sl: Prenesi posodobitev
zh_tw: 下載更新

# message.message_update_v2.15.block.c_5
source: Get help
bg: Получете помощ
ia: Obtener auxilio
pl: Pomoc
sl: Pomoč
zh_tw: 取得幫助

# message.message_update_v2.15.block.extra_1
source: Download Mozilla VPN 2.15
bg: Изтеглете Mozilla VPN 2.15
ia: Discargar Mozilla VPN 2.15
pl: Pobierz aplikację Mozilla VPN 2.15
sl: Prenesite Mozillo VPN 2.15
zh_tw: 下載 Mozilla VPN 2.15

# message.message_update_v2.15.block.extra_2
source: We’ve released an updated version of Mozilla VPN! Download it today to get the newest features and bug fixes:
bg: Пуснахме актуализирано издание на Mozilla VPN! Изтеглете го днес, за да получите най-новите функции и корекции на грешки:
ia: Nos ha publicate un version actualisate de Mozilla VPN! Discarga lo hodie pro obtener le ultime functionalitates e remedios de errores:
pl: Wydaliśmy zaktualizowaną wersję Mozilla VPN! Pobierz ją już dziś, aby uzyskać najnowsze funkcje i poprawki błędów:
sl: Izdali smo posodobljeno različico Mozille VPN! Prenesite ga še danes in si zagotovite najnovejše funkcije in popravke napak:
zh_tw: 我們推出了新版本的 Mozilla VPN！請立即下載，即可獲得下列最新功能錯誤修正：

# message.message_update_v2.15.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version to get the newest features and bug fixes:
bg: Пуснахме актуализирано издание на Mozilla VPN! Изтеглете го днес, за да получите най-новите функции и корекции на грешки:
ia: Nos ha publicate un version actualisate de Mozilla VPN! Actualisa al ultime version pro obtener le ultime functionalitates e remedios de errores:
pl: Wydaliśmy zaktualizowaną wersję Mozilla VPN! Zaktualizuj do najnowszej wersji, aby uzyskać najnowsze funkcje i poprawki błędów:
sl: Izdali smo posodobljeno različico Mozille VPN! Posodobite na najnovejšo različico za najnovejše funkcije in popravke napak:
zh_tw: 我們推出了新版本的 Mozilla VPN！請更新到最新版，即可獲得下列最新功能錯誤修正：

# message.message_update_v2.15.title
source: Update to Mozilla VPN 2.15
bg: Актуализация до Mozilla VPN 2.15
ia: Promover a Mozilla VPN 2.15
pl: Aktualizacja Mozilli VPN do wersji 2.15
sl: Posodobitev na Mozillo VPN 2.15
zh_tw: 更新到 Mozilla VPN 2.15 版
