Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_whats_new_v2.17/strings.xliff
Languages: id, it, zh_tw

# message.message_whats_new_v2.17.block.c_1
source: This update includes minor bug fixes, UI adjustments and other performance improvements, including:
id: Pembaruan ini mencakup perbaikan bug minor, penyesuaian UI, dan peningkatan kinerja lainnya, termasuk:
it: Questo aggiornamento include correzioni di bug secondari, modifiche dell’interfaccia utente e altri miglioramenti delle prestazioni, tra cui:
zh_tw: 此次更新修正了一些小錯誤、介面設計調整，以及效能改善，包含：

# message.message_whats_new_v2.17.block.c_2.l_1
source: The ability to sign in using your Google or Apple account
id: Kemampuan untuk masuk menggunakan akun Google atau Apple Anda
it: La possibilità di accedere utilizzando il tuo account Google o Apple
zh_tw: 能夠使用您的 Google 或 Apple 帳號登入

# message.message_whats_new_v2.17.block.c_2.l_2
source: A new “My Devices” screen that makes it easier to view and manage your devices
id: Layar "Perangkat Saya" baru yang memudahkan untuk melihat dan mengelola perangkat Anda
it: Una nuova schermata “I miei dispositivi” che semplifica la visualizzazione e la gestione dei dispositivi
zh_tw: 全新的「我的裝置」畫面，讓您更簡單就能檢視、管理裝置

# message.message_whats_new_v2.17.block.c_2.l_3
source: The ability to upgrade to an annual plan from within the app
id: Kemampuan untuk meningkatkan ke paket tahunan dari dalam aplikasi
it: La possibilità di passare a un piano annuale direttamente dall’app
zh_tw: 能夠在程式中直接升級為年約方案

# message.message_whats_new_v2.17.block.c_2.l_4
source: Improved guidance for fixing VPN connection issues
id: Panduan yang ditingkatkan untuk memperbaiki masalah koneksi VPN
it: Istruzioni più dettagliate per la risoluzione dei problemi di connessione alla VPN
zh_tw: 改進了修正 VPN 連線問題的使用指南

# message.message_whats_new_v2.17.block.c_2.l_5
source: Personalized suggestions for apps to exclude from VPN protection
id: Saran yang dipersonalisasi untuk aplikasi untuk dikecualikan dari perlindungan VPN
it: Suggerimenti personalizzati per le app da escludere dalla protezione VPN
zh_tw: 提供將應用程式從 VPN 保護排除的個人化建議

# message.message_whats_new_v2.17.block.c_2.l_6
source: More easily accessible help content throughout the app
id: Konten bantuan yang lebih mudah diakses di seluruh aplikasi
it: Contenuti della guida accessibili più facilmente in tutta l’app
zh_tw: 在整套程式中都能更輕鬆開啟的使用說明內容

# message.message_whats_new_v2.17.block.c_3
source: Thank you for installing the latest version
id: Terima kasih telah memasang versi terbaru
it: Grazie per aver installato la versione più recente
zh_tw: 感謝您安裝最新版本

# message.message_whats_new_v2.17.subtitle
source: You’re using the latest version of Mozilla VPN.
id: Anda menggunakan Mozilla VPN versi terbaru.
it: Stai utilizzando la versione più recente di Mozilla VPN.
zh_tw: 您目前使用的是最新版的 Mozilla VPN。

# message.message_whats_new_v2.17.title
source: You’ve updated Mozilla VPN
id: Anda telah memperbarui Mozilla VPN
it: Hai aggiornato Mozilla VPN
zh_tw: 已更新 Mozilla VPN
