Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/message_update_v2.15/strings.xliff
Languages: co

# message.message_update_v2.15.block.c_1.l_1
source: We will now recommend a few of the highest-performing server locations when you’re on the Select location screen.
co: Avà ricumanderemu parechje pusizioni di servitori trà i più perfurmenti quandu vo site nant’à u screnu « Selezziunà a pusizione ».

# message.message_update_v2.15.block.c_1.l_2
source: We’ve updated the App exclusions screen to make it easier to choose which apps to leave out of VPN protection.
co: Avemu mudificatu u screnu d’esclusioni d’appiecazione per ch’ella sia più faciule di sceglie l’appiecazioni à esclude da a prutezzione VPN.

# message.message_update_v2.15.block.c_1.l_3
source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
co: Avemu dinù currettu prublemi, accunciatu l’interfaccia grafica è amendatu e perfurmenze per rende Mozilla VPN ancu megliu.

# message.message_update_v2.15.block.c_2
source: Be sure to update the app to make it even easier to protect your devices and your activity online!
co: Assicuratevi di mette à livellu l’appiecazione per prutege d’una manera ancu più faciule i vostri apparechji è a vostra attività in linea !

# message.message_update_v2.15.block.c_2b
source: Be sure to get the latest version to make it even easier to protect your devices and your activity online!
co: Assicuratevi d’ottene l’ultima versione per prutege d’una manera ancu più faciule i vostri apparechji è a vostra attività in linea !

# message.message_update_v2.15.block.c_3
source: Update now
co: Mette à livellu subitu

# message.message_update_v2.15.block.c_4
source: Download update
co: Scaricà a messa à livellu

# message.message_update_v2.15.block.c_5
source: Get help
co: Ottene aiutu

# message.message_update_v2.15.block.extra_1
source: Download Mozilla VPN 2.15
co: Scaricà Mozilla VPN 2.15

# message.message_update_v2.15.block.extra_2
source: We’ve released an updated version of Mozilla VPN! Download it today to get the newest features and bug fixes:
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Scaricatela subitu per ottene l’ultime funzioni è a currezzione di i prublemi :

# message.message_update_v2.15.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version to get the newest features and bug fixes:
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Installate l’ultima versione per ottene e funzioni e più recente è a currezzione di i prublemi :

# message.message_update_v2.15.title
source: Update to Mozilla VPN 2.15
co: Messa à livellu versu Mozilla VPN 2.15
