Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/message_update_v2.22/strings.xliff
Languages: co

# message.message_update_v2.22-0.block.c_1-2
source: It also introduces a new option to reset Mozilla VPN to its default settings. This can be helpful if you’re experiencing instability or crashes with the application, and other troubleshooting steps haven’t resolved the issue.
co: Sta messa à livellu prupone dinù un’ozzione nova per reinizià Mozilla VPN à e so preferenze predefinite. Què pò esse ghjuvevule s’è vo scuntrate prublemi d’istabilità o d’accidente cù l’appiecazione, è chì d’altre tappe di spannatura ùn anu micca currettu u prublema.

# message.message_update_v2.22-0.block.c_1-3
source: How to reset Mozilla VPN:
co: Cumu reinizià Mozilla VPN :

# message.message_update_v2.22-0.block.c_2.l_1
source: Click or tap on the gear icon to access Settings.
co: Fate un cliccu o picchichjate nant’à l’icona à forma di rota dentate per accede à e preferenze.

# message.message_update_v2.22-0.block.c_2.l_2
source: Navigate to the Get help section.
co: Andate à a sezzione « Ottene aiutu ».

# message.message_update_v2.22-0.block.c_2.l_3
source: Look for the new Reset VPN option and follow the on-screen instructions.
co: Circate l’ozzione nova di reiniziu di a VPN è seguitate l’istruzzioni nant’à u screnu.

# message.message_update_v2.22-0.block.c_3
source: Update now
co: Mette à livellu subitu

# message.message_update_v2.22-0.block.c_4
source: Download update
co: Scaricà a messa à livellu

# message.message_update_v2.22-0.block.c_5
source: Get help
co: Ottene aiutu

# message.message_update_v2.22-0.block.extra_1
source: Download the new Mozilla VPN 2.22
co: Scaricà a versione nova 2.22 di Mozilla VPN

# message.message_update_v2.22-0.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience. This update includes minor bug fixes, UI adjustments and other performance improvements.
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Installate l’ultima versione per ottene l’esperienza a più bella cù Mozilla VPN. Sta versione cuntene una funzione nova di reiniziu à e preferenze d’usina, in più di e currezzioni di chjuchi prublemi, adattazioni di l’interfaccia grafica è altri amendamenti di perfurmenza.

# message.message_update_v2.22-0.title
source: Update to Mozilla VPN 2.22
co: Messa à livellu versu Mozilla VPN 2.22

# message.message_update_v2.22.block.c_1-1
source: This update includes a new factory reset feature, in addition to minor bug fixes, UI adjustments and other performance improvements.
co: Sta versione cuntene una funzione nova di reiniziu à e preferenze d’usina, ma ancu, currezzioni di chjuchi prublemi, adattazioni di l’interfaccia grafica è altri amendamenti di perfurmenza.

# message.message_update_v2.22.block.c_3
source: Update now
co: Rinnovà subitu

# message.message_update_v2.22.block.c_4
source: Download update
co: Scaricà a messa à livellu

# message.message_update_v2.22.block.c_5
source: Get help
co: Ottene aiutu

# message.message_update_v2.22.block.extra_1
source: Download the new Mozilla VPN 2.22
co: Scaricà a versione nova 2.22 di Mozilla VPN

# message.message_update_v2.22.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Installate l’ultima versione per ottene l’esperienza a più bella cù Mozilla VPN.

# message.message_update_v2.22.title
source: Update to Mozilla VPN 2.22
co: Messa à livellu versu Mozilla VPN 2.22
