Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.22/strings.xliff
Languages: cs, cy, da, el, es_ar, es_es, id, is, ja, ko, lo, pa_in, pl, pt_pt, sk, sq, vi, zh_cn, zh_tw

# message.message_update_v2.22-0.block.c_1-2
source: It also introduces a new option to reset Mozilla VPN to its default settings. This can be helpful if you’re experiencing instability or crashes with the application, and other troubleshooting steps haven’t resolved the issue.
cs: Zavádí také novou možnost obnovení výchozího nastavení Mozilla VPN. To může být užitečné v případě, že se u vás aplikace potýká s nestabilitou nebo pády a jiné kroky k vyřešení problému nevedly k jeho odstranění.
cy: Mae hefyd yn cyflwyno opsiwn newydd i ailosod Mozilla VPN i'w osodiadau ragosodedig. Gall hyn fod yn ddefnyddiol os ydych chi'n profi ansefydlogrwydd neu'r rhaglen yn chwalu, ac nad yw camau datrys problemau eraill wedi datrys y mater.
da: Opdateringen inkluderer også muligheden for at nulstille Mozilla VPN til standard-indstillingerne. Dette kan være til hjælp, hvis du oplever stabilitetsproblemer eller appen går ned - og andre forsøg på at løse problemerne ikke virker.
es_ar: También introduce una nueva opción para restablecer la Mozilla VPN a su configuración predeterminada. Esto puede ser útil si estás experimentando inestabilidad o fallos con la aplicación, y otros pasos para solucionar el problema no resolvieron el problema.
es_es: También introduce una nueva opción para restablecer Mozilla VPN a su configuración predeterminada. Esto puede ser útil si experimentas inestabilidad o errores con la aplicación, y otras instrucciones para la solución de problemas no han resuelto el problema.
id: Ini juga memperkenalkan opsi baru untuk mengatur ulang Mozilla VPN ke pengaturan default. Ini dapat membantu jika Anda mengalami ketidakstabilan atau mogok dengan aplikasi, dan langkah pemecahan masalah lainnya belum menyelesaikan masalah.
ja: また、Mozilla VPN を初期設定にリセットする新しいオプションも導入されました。これは、アプリケーションが不安定になったりクラッシュしたりして、他のトラブルシューティング手順で問題が解決しない場合に役立ちます。
ko: 또한 Mozilla VPN을 기본 설정으로 재설정하는 새로운 옵션도 도입되었습니다. 이는 응용 프로그램이 불안정하거나 충돌이 발생할 때 다른 문제 해결 단계로 문제가 해결되지 않은 경우에 유용합니다.
lo: ມັນຍັງແນະນໍາທາງເລືອກໃຫມ່ເພື່ອປັບ Mozilla VPN ເປັນການຕັ້ງຄ່າເລີ່ມຕົ້ນຂອງມັນ. ນີ້ສາມາດເປັນປະໂຫຍດຖ້າຫາກວ່າທ່ານກໍາລັງປະສົບກັບຄວາມບໍ່ສະຖຽນ ຫຼື ມີບັນຫາກັບແອັບພິເຄຊັ່ນ, ແລະ ຂັ້ນຕອນການແກ້ໄຂບັນຫາອື່ນໆຍັງບໍ່ໄດ້ຮັບການແກ້ໄຂ.
pl: Wprowadza także nową opcję przywracania ustawień domyślnych. Może to być pomocne, jeśli doświadczasz niestabilności lub awarii aplikacji, a inne metody rozwiązania problemu nie zadziałały.
pt_pt: Também introduz uma nova opção para restaurar as configurações predefinidas da Mozilla VPN. Isto pode ser útil se estiver ter problemas de instabilidade ou falhas com a aplicação e se outros procedimentos de resolução de problemas não tiverem resolvido a anomalia.
sk: Taktiež prináša novú možnosť obnovenia Mozilla VPN na predvolené nastavenia. Môže to byť užitočné, ak je aplikácia nestabilná alebo zlyháva a iné kroky na riešenie problémov problém nevyriešili.
vi: Nó cũng giới thiệu một tùy chọn mới để đặt lại Mozilla VPN về cài đặt mặc định. Điều này có thể hữu ích nếu ứng dụng của bạn không ổn định hoặc gặp sự cố và các bước khắc phục sự cố khác vẫn chưa giải quyết được cho bạn.
zh_cn: 它还引入了一个新选项可将 Mozilla VPN 重置为默认设置。如果您遇到应用程序不稳定或崩溃而其他故障排除步骤仍无法解决该问题这可能会有所帮助。
zh_tw: 此版本還推出了一個新選項，讓您可將 Mozilla VPN 重設回預設設定。若您遇到程式不穩定、發生錯誤，而其他的疑難排解步驟又無法解決問題時，此功能可能會有幫助。

# message.message_update_v2.22-0.block.c_1-3
source: How to reset Mozilla VPN:
cs: Jak obnovit Mozilla VPN:
cy: Sut i ailosod Mozilla VPN:
da: Sådan nulstiller du Mozilla VPN:
el: Επαναφορά του Mozilla VPN:
es_ar: Cómo restablecer la VPN de Mozilla:
es_es: Cómo restablecer Mozilla VPN:
id: Cara menyetel ulang Mozilla VPN:
is: Hvernig er hægt að endurstilla Mozilla VPN:
ja: Mozilla VPN をリセットする方法:
ko: Mozilla VPN 재설정 방법:
lo: ວິທີການຕັ້ງ Mozilla VPN:
pa_in: Mozilla VPN ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਿਵੇਂ ਕਰੀਏ:
pl: Jak zresetować Mozilla VPN:
pt_pt: Como repor a Mozilla VPN:
sk: Ako obnoviť Mozilla VPN:
sq: Si të rikthehet Mozilla VPN te parazgjedhjet:
vi: Cách đặt lại Mozilla VPN:
zh_cn: 重置 Mozilla VPN 的方法
zh_tw: 如何重設 Mozilla VPN：

# message.message_update_v2.22-0.block.c_2.l_1
source: Click or tap on the gear icon to access Settings.
cs: Kliknutím nebo klepnutím na ikonu ozubeného kola přejděte do Nastavení.
da: Klik eller tryk på tandshjuls-ikonet for at gå til Indstillinger.
el: Κάντε κλικ ή πατήστε στο εικονίδιο-γρανάζι για πρόσβαση στις ρυθμίσεις.
es_ar: Haga clic o toque en el icono de rueda dentada para acceder a Ajustes.
es_es: Haz clic o toca el icono de engranaje para acceder a los Ajustes.
id: Klik atau ketuk ikon roda gigi untuk mengakses Pengaturan.
ja: 歯車アイコンをクリックまたはタップして設定にアクセスします。
ko: 톱니바퀴 아이콘을 클릭하거나 탭하여 설정에 액세스하세요.
lo: ຄລິກ ຫຼື ແຕະໃສ່ໄອຄອນເຟືອງເພື່ອເຂົ້າຫາການຕັ້ງຄ່າ.
pa_in: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹਣ ਲਈ ਗੇਅਰ ਆਈਕਾਨ ਨੂੰ ਕਲਿੱਕ ਕਰੋ ਜਾਂ ਛੂਹੋ।
pl: Kliknij lub stuknij ikonę kółka zębatego, aby wejść do Ustawień.
pt_pt: Clique ou toque no ícone da roda dentada para aceder às Definições.
sq: Klikoni, ose prekni ikonën ingranazh, që të hyni te Rregullimet.
vi: Nhấp hoặc nhấn vào biểu tượng bánh răng để truy cập Cài đặt.
zh_cn: 单击或点按齿轮图标以访问“设置”。
zh_tw: 點擊齒輪圖示來開啟設定。

# message.message_update_v2.22-0.block.c_2.l_2
source: Navigate to the Get help section.
cs: Přejděte do části Získat nápovědu.
cy: Llywiwch i'r adran Cael cymorth.
da: Naviger til afsnittet Få hjælp.
es_ar: Navega a la sección Obtener ayuda.
es_es: Navega a la sección Obtener ayuda.
id: Navigasikan ke bagian Dapatkan bantuan.
ja: ヘルプを表示セクションへ移動します。
ko: 도움말 보기 섹션으로 이동하십시오.
lo: ທ່ອງໄປຫາພາກຂໍຄວາມຊ່ວຍເຫຼືອ.
pa_in: ਮਦਦ ਲਵੋ ਭਾਗ ਉੱਤੇ ਜਾਓ।
pl: Przejdź do sekcji Pomoc.
pt_pt: Navegue para a secção Obter ajuda.
sq: Kaloni te pjesa “Merrni ndihmë”.
vi: Điều hướng đến phần Nhận trợ giúp.
zh_cn: 前往“获取帮助”部分。
zh_tw: 前往「取得協助」段落。

# message.message_update_v2.22-0.block.c_2.l_3
source: Look for the new Reset VPN option and follow the on-screen instructions.
cs: Vyhledejte novou možnost Obnovit VPN a postupujte podle pokynů na obrazovce.
cy: Chwiliwch am yr opsiwn Ailosod VPN newydd a dilynwch y cyfarwyddiadau ar y sgrin.
da: Se efter den nye valgmulighed Nulstil VPN og følg instruktionerne.
es_ar: Buscá la nueva opción Restablecer la VPN y seguí las instrucciones en pantalla.
es_es: Busca la nueva opción Restablecer VPN y sigue las instrucciones en pantalla.
id: Cari opsi Setel Ulang VPN baru dan ikuti petunjuk di layar.
ja: 新しい「VPN をリセット」オプションを探して、画面の指示に従ってください。
ko: 새로운 VPN 재설정 옵션을 찾아 화면의 지침을 따릅니다.
pa_in: VPN ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਚੋਣ ਨੂੰ ਲੱਭੋ ਅਤੇ ਸਕਰੀਨ ਉੱਤੇ ਦਿੱਤੀਆਂ ਹਦਾਇਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Znajdź nową opcję Resetuj VPN i postępuj zgodnie z instrukcjami wyświetlanymi na ekranie.
pt_pt: Procure a nova opção Repor a VPN e siga as instruções no ecrã.
sk: Vyhľadajte novú možnosť Obnoviť nastavenia VPN a postupujte podľa pokynov na obrazovke.
sq: Shihni për mundësinë e re Rikthe VPN-në Te Parazgjedhjet dhe ndiqni udhëzimet në ekran.
vi: Tìm tùy chọn Đặt lại VPN mới và làm theo hướng dẫn trên màn hình.
zh_cn: 找到新的“重置 VPN”选项并按照屏幕上的说明操作。
zh_tw: 尋找全新的「重設 VPN」選項並依照畫面上的指示操作。

# message.message_update_v2.22-0.block.c_3
source: Update now
cs: Aktualizovat
cy: Diweddaru nawr
da: Opdater nu
el: Ενημέρωση τώρα
es_ar: Actualizar ahora
es_es: Actualizar ahora
id: Perbarui sekarang
is: Uppfæra núna
ja: 今すぐ更新
ko: 지금 업그레이드하기
lo: ອັບເດດຕອນນີ້
pa_in: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj teraz
pt_pt: Atualizar agora
sk: Aktualizovať teraz
sq: Përditësojeni tani
vi: Cập nhật ngay
zh_cn: 立即更新
zh_tw: 立即更新

# message.message_update_v2.22-0.block.c_4
source: Download update
cs: Stáhnout aktualizaci
cy: Llwytho'r diweddariad i lawr
da: Hent opdatering
el: Λήψη ενημέρωσης
es_ar: Descargar la actualización
es_es: Descargar actualización
id: Unduh versi baru
is: Sækja uppfærslu
ja: 更新をダウンロード
ko: 업데이트 다운로드
lo: ດາວໂຫລດຕົວອັບເດດ
pa_in: ਅੱਪਡੇਟ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz aktualizację
pt_pt: Transferir atualização
sk: Stiahnuť aktualizáciu
sq: Shkarkoje përditësimin
vi: Tải xuống bản cập nhật
zh_cn: 下载更新
zh_tw: 下載更新

# message.message_update_v2.22-0.block.c_5
source: Get help
cs: Získat pomoc
cy: Cael cymorth
da: Få hjælp
el: Λήψη βοήθειας
es_ar: Obtener ayuda
es_es: Obtener ayuda
id: Dapatkan bantuan
is: Fá aðstoð
ja: ヘルプを表示
ko: 도움 받기
lo: ຂໍຄວາມຊ່ວຍເຫລືອ
pa_in: ਮਦਦ ਲਵੋ
pl: Pomoc
pt_pt: Obter ajuda
sk: Získať pomoc
sq: Merrni ndihmë
vi: Nhận trợ giúp
zh_cn: 获取帮助
zh_tw: 取得幫助

# message.message_update_v2.22-0.block.extra_1
source: Download the new Mozilla VPN 2.22
cs: Stáhněte si novou Mozilla VPN 2.22
cy: Llwythwch i lawr y Mozilla VPN 2.22 newydd
da: Hent den nye Mozilla VPN 2.22
el: Λήψη του νέου Mozilla VPN 2.22
es_ar: Descargá la nueva Mozilla VPN 2.22
es_es: Descarga el nuevo Mozilla VPN 2.22
id: Unduh Mozilla VPN 2.22 . yang baru
is: Sæktu nýja Mozilla VPN 2.22
ja: 新しい Mozilla VPN 2.22 をダウンロード
ko: 새로운 Mozilla VPN 2.22 다운로드
lo: ດາວໂຫລດ Mozilla VPN 2.22 ໃໝ່
pa_in: Mozilla VPN 2.22 ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz nową wersję aplikacji Mozilla VPN 2.22
pt_pt: Transferir a nova Mozilla VPN 2.22
sk: Stiahnite si Mozilla VPN 2.22
sq: Shkarkoni Mozilla VPN 2.22 e re
vi: Tải xuống Mozilla VPN 2.22
zh_cn: 下载新版 Mozilla VPN 2.22
zh_tw: 下載新版 Mozilla VPN 2.22

# message.message_update_v2.22-0.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience. This update includes minor bug fixes, UI adjustments and other performance improvements.
cs: Vydali jsme aktualizovanou verzi Mozilla VPN! Aktualizujte na nejnovější verzi pro nejlepší možné prostředí Mozilla VPN. Tato aktualizace obsahuje opravy drobných chyb, úpravy uživatelského rozhraní a další vylepšení výkonu.
cy: Rydyn ni wedi rhyddhau fersiwn wedi'i diweddaru o Mozilla VPN! Diweddarwch i'r fersiwn ddiweddaraf i gael y profiad Mozilla VPN gorau posibl. Mae'r diweddariad hwn yn cynnwys mân gywiriadau, addasiadau i'r rhyngwyneb a gwelliannau perfformiad eraill.
da: Vi har udgivet en opdateret version af Mozilla VPN! Opdater til den seneste version for at få den bedst mulige oplevelse med Mozilla VPN. Opdateringen indeholder mindre fejlrettelser, forbedringer af brugerfladen og forbedringer af ydelsen.
el: Έχουμε κυκλοφορήσει μια ενημερωμένη έκδοση του Mozilla VPN! Ενημερώστε στην πιο πρόσφατη έκδοση για την καλύτερη δυνατή εμπειρία με το Mozilla VPN. Αυτή η ενημέρωση περιλαμβάνει μικρές διορθώσεις σφαλμάτων, προσαρμογές στο περιβάλλον χρήστη και άλλες βελτιώσεις επιδόσεων.
es_ar: ¡Lanzamos una versión actualizada de la Mozilla VPN! Actualizá a la última versión para tener la mejor experiencia posible con la Mozilla VPN. Esta actualización incluye correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento.
es_es: ¡Hemos lanzado una versión actualizada de Mozilla VPN! Actualiza a la última versión para obtener la mejor experiencia posible de Mozilla VPN. Esta actualización incluye correcciones de errores menores, ajustes en la interfaz de usuario y otras mejoras de rendimiento.
id: Kami telah merilis versi terbaru Mozilla VPN! Perbarui ke versi terbaru untuk pengalaman Mozilla VPN terbaik. Pembaruan ini mencakup perbaikan bug minor, penyesuaian UI, dan peningkatan kinerja lainnya.
is: Við höfum gefið út uppfærða útgáfu af Mozilla VPN! Uppfærðu í nýjustu útgáfuna og fáðu sem mest út úr Mozilla VPN. Þessi uppfærsla inniheldur smávægilegar villuleiðréttingar, lagfæringar á notendaviðmóti og ýmsar endurbætur á afköstum.
ja: Mozilla VPN の更新バージョンをリリースしました。可能な限り最高の Mozilla VPN 体験を実現するため、最新バージョンに更新してください。この更新には、マイナーなバグ修正、UI 調整、その他のパフォーマンスの改善が含まれています。
ko: 업데이트된 버전의 Mozilla VPN을 출시했습니다! 최상의 Mozilla VPN 경험을 위해 최신 버전으로 업데이트하세요. 이 업데이트에는 사소한 버그 수정, UI 조정 및 기타 성능 향상이 포함됩니다.
pa_in: ਅਸੀਂ Mozilla VPN ਦਾ ਅੱਪਡੇਟ ਕੀਤਾ ਵਰਜ਼ਨ ਜਾਰੀ ਕੀਤਾ ਹੈ! Mozilla VPN ਦਾ ਸੰਭਵ ਸਭ ਤੋਂ ਵਧੀਆ ਤਜਰਬਾ ਦੇਣ ਲਈ ਨਵੇਂ ਵਰਜ਼ਨ ਲਈ ਅੱਪਡੇਟ ਕਰੋ।
pl: Wydaliśmy zaktualizowaną wersję Mozilla VPN! Zaktualizuj do najnowszej wersji, aby uzyskać najlepszą możliwą jakość Mozilla VPN. Ta aktualizacja zawiera drobne poprawki błędów, poprawki interfejsu użytkownika i inne ulepszenia wydajności.
pt_pt: Lançámos uma nova versão da Mozilla VPN! Atualize para a versão mais recente para obter a melhor experiência possível com a Mozilla VPN. Esta atualização inclui correções de bugs menores, ajustes na interface do utilizador e outras melhorias de desempenho.
sk: Sprístupnili sme aktualizovanú verziu Mozilla VPN! Aktualizujte na najnovšiu verziu pre najlepší možný zážitok z Mozilla VPN. Táto aktualizácia obsahuje drobné opravy chýb, úpravy používateľského rozhrania a ďalšie vylepšenia výkonu.
vi: Chúng tôi đã phát hành phiên bản cập nhật của Mozilla VPN! Cập nhật lên phiên bản mới nhất để có trải nghiệm Mozilla VPN tốt nhất có thể. Bản cập nhật này bao gồm các sửa lỗi nhỏ, điều chỉnh giao diện người dùng và các cải tiến hiệu suất khác.
zh_cn: 我们发布了新版本 Mozilla VPN！请更新到最新版本来享受最佳 Mozilla VPN 使用体验。此更新包含轻微 bug 的修复、UI 调整和其他性能改进。
zh_tw: 我們推出了新版的 Mozilla VPN！請更新到最新版本，獲得最佳的 Mozilla VPN 使用體驗。此更新修正了一些小錯誤、調整介面設計並改善其他效能。

# message.message_update_v2.22-0.title
source: Update to Mozilla VPN 2.22
cs: Aktualizace na Mozilla VPN 2.22
cy: Diweddarwch i Mozilla VPN 2.22
da: Opdater til Mozilla VPN 2.22
el: Ενημέρωση στο Mozilla VPN 2.22
es_ar: Actualizar a la Mozilla VPN 2.22
es_es: Actualizar a Mozilla VPN 2.22
id: Perbarui ke Mozilla VPN 2.22
is: Uppfæra í Mozilla VPN 2.22
ja: Mozilla VPN 2.22 に更新
ko: Mozilla VPN 2.22 업데이트
lo: ອັບເດດເປັນ Mozilla VPN 2.22
pa_in: Mozilla VPN 2.22 ਲਈ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizacja Mozilli VPN do wersji 2.22
pt_pt: Atualizar para a Mozilla VPN 2.22
sk: Aktualizácia na Mozilla VPN 2.22
sq: Përditësojeni me Mozilla VPN 2.22
vi: Cập nhật lên Mozilla VPN 2.22
zh_cn: 更新至 Mozilla VPN 2.22
zh_tw: 更新到 Mozilla VPN 2.22 版

# message.message_update_v2.22.block.c_1-1
source: This update includes a new factory reset feature, in addition to minor bug fixes, UI adjustments and other performance improvements.
cs: Tato aktualizace obsahuje kromě drobných oprav chyb, úprav uživatelského rozhraní a dalších vylepšení výkonu také novou funkci obnovení továrního nastavení.
cy: Mae'r diweddariad hwn yn cynnwys nodwedd ailosod i'r gwreiddiol newydd, yn ogystal â mân gywiriadau i wallau, addasiadau'r rhyngwyneb a gwelliannau perfformiad eraill.
el: Αυτή η ενημέρωση περιλαμβάνει νέα δυνατότητα επαναφοράς εργοστασιακών ρυθμίσεων καθώς και μικρές διορθώσεις σφαλμάτων, προσαρμογές στο περιβάλλον χρήστη και άλλες βελτιώσεις επιδόσεων.
es_ar: Esta actualización incluye una nueva función de restablecimiento de fábrica, además de correcciones de errores menores, ajustes de la interfaz de usuario y otras mejoras de rendimiento.
id: Pembaruan ini mencakup fitur reset pabrik baru, di samping perbaikan bug kecil, penyesuaian UI dan peningkatan kinerja lainnya.
is: Þessi uppfærsla inniheldur möguleika á endurheimt verksmiðjustillinga, smávægilegar villuleiðréttingar, lagfæringar á notendaviðmóti og ýmsar endurbætur á afköstum.
ja: この更新には、初期設定へのリセット機能に加え、軽微なバグの修正、ユーザーインターフェース (UI) の調整およびその他のパフォーマンスの向上が含まれます。
ko: 이 업데이트에는 작은 버그 수정, UI 조정 및 기타 성능 개선 외에도 새로운 공장 초기화 기능이 포함됩니다.
sk: Táto aktualizácia obsahuje okrem opráv menších chýb, úprav používateľského rozhrania a ďalších vylepšení výkonu aj novú funkciu obnovenia predvolených nastavení.
sq: Veç ndreqjesh të metash të vockla, përimtime të UI-t dhe të tjera përmirësime të funksionimit, ky përditësim përfshin një veçori të re për rikthim te parazgjedhjet si ka dalë nga fabrika.
vi: Bản cập nhật này bao gồm tính năng khôi phục cài đặt gốc mới, bên cạnh các bản sửa lỗi nhỏ, điều chỉnh giao diện người dùng và các cải tiến hiệu suất khác.
zh_cn: 此更新包含新的恢复出厂设置功能、轻微缺陷修复、界面调整及其他性能改进。

# message.message_update_v2.22.block.c_3
source: Update now
cs: Aktualizovat
cy: Diweddarwch nawr
el: Ενημέρωση τώρα
es_ar: Actualizar ahora
id: Perbarui sekarang
is: Uppfæra núna
ja: 今すぐ更新
ko: 지금 업그레이드하기
lo: ອັບເດດຕອນນີ້
sk: Aktualizovať teraz
sq: Përditësojeni tani
vi: Cập nhật ngay
zh_cn: 立即更新

# message.message_update_v2.22.block.c_4
source: Download update
cs: Stáhnout aktualizaci
cy: Llwytho'r diweddariad i lawr
el: Λήψη ενημέρωσης
es_ar: Descargar actualización
id: Unduh versi baru
is: Sækja uppfærslu
ja: 更新をダウンロード
ko: 업데이트 다운로드
lo: ດາວໂຫລດຕົວອັບເດດ
sk: Stiahnuť aktualizáciu
sq: Shkarkoje përditësimin
vi: Tải xuống bản cập nhật
zh_cn: 下载更新

# message.message_update_v2.22.block.c_5
source: Get help
cs: Získat pomoc
cy: Derbyn cymorth
el: Λήψη βοήθειας
es_ar: Obtener ayuda
id: Dapatkan bantuan
is: Fá aðstoð
ja: ヘルプを表示
ko: 도움 받기
lo: ຂໍຄວາມຊ່ວຍເຫລືອ
sk: Získať pomoc
sq: Merrni ndihmë
vi: Nhận trợ giúp
zh_cn: 获取帮助

# message.message_update_v2.22.block.extra_1
source: Download the new Mozilla VPN 2.22
cs: Stáhněte si novou Mozilla VPN 2.22
cy: Llwythwch i lawr y Mozilla VPN 2.22 newydd
el: Λήψη του νέου Mozilla VPN 2.22
es_ar: Descargá la nueva Mozilla VPN 2.22
id: Unduh Mozilla VPN 2.22 . yang baru
is: Sæktu nýja Mozilla VPN 2.22
ja: 新しい Mozilla VPN 2.22 をダウンロード
ko: 새로운 Mozilla VPN 2.22 다운로드
lo: ດາວໂຫລດ Mozilla VPN 2.22 ໃໝ່
sk: Stiahnite si Mozilla VPN 2.22
sq: Shkarkoni Mozilla VPN 2.22 e re
vi: Tải xuống Mozilla VPN 2.22
zh_cn: 下载新版 Mozilla VPN 2.22

# message.message_update_v2.22.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
cs: Vydali jsme aktualizovanou verzi Mozilla VPN! Aktualizujte na nejnovější verzi a získejte nejlepší možnou zkušenost s Mozilla VPN.
cy: Rydym wedi rhyddhau fersiwn wedi'i diweddaru o Mozilla VPN! Diweddarwch i'r fersiwn newydd i gael y profiad Mozilla VPN gorau posibl.
el: Έχουμε κυκλοφορήσει μια ενημερωμένη έκδοση του Mozilla VPN! Κάντε ενημέρωση στην πιο πρόσφατη έκδοση για τη βέλτιστη εμπειρία με το Mozilla VPN.
es_ar: ¡Lanzamos una versión actualizada de Mozilla VPN! Actualizá a la última versión para tener la mejor experiencia posible con Mozilla VPN.
id: Kami telah merilis versi terbaru Mozilla VPN! Perbarui ke versi terbaru untuk pengalaman Mozilla VPN terbaik.
is: Við höfum gefið út uppfærða útgáfu af Mozilla VPN! Uppfærðu í nýjustu útgáfuna til að fá sem besta upplifun af VPN.
ja: Mozilla VPN の更新バージョンをリリースしました。最新バージョンに更新して Mozilla VPN のすばらしい機能を体験してください。
ko: 업데이트된 버전의 Mozilla VPN을 출시했습니다! 최상의 Mozilla VPN 경험을 위해 최신 버전으로 업데이트하세요.
lo: ພວກເຮົາໄດ້ປ່ອຍເວີຊັນອັບເດດຂອງ Mozilla VPN ແລ້ວ! ອັບເດດເປັນເວີຊັນຫຼ້າສຸດເພື່ອປະສົບການ Mozilla VPN ທີ່ດີທີ່ສຸດທີ່ເປັນໄປໄດ້.
sk: Sprístupnili sme aktualizovanú verziu Mozilla VPN! Aktualizujte na najnovšiu verziu a získate najlepší možný zážitok z Mozilla VPN.
sq: Kemi hedhur në qarkullim një version të përditësuar të Mozilla VPN-së! Për punimin më të mirë të mundshëm të Mozilla VPN-së, përditësojeni me versionin më të ri.
vi: Chúng tôi đã phát hành bản cập nhật của Mozilla VPN! Cập nhật lên phiên bản mới nhất để có trải nghiệm Mozilla VPN tốt nhất có thể.
zh_cn: 我们发布了 Mozilla VPN 的更新版本！请升级到最新版本，享受最佳 Mozilla VPN 体验。

# message.message_update_v2.22.title
source: Update to Mozilla VPN 2.22
cs: Aktualizace na Mozilla VPN 2.22
cy: Diweddarwch i Mozilla VPN 2.22
el: Ενημέρωση στο Mozilla VPN 2.22
es_ar: Actualizar a Mozilla VPN 2.22
id: Perbarui ke Mozilla VPN 2.22
is: Uppfæra í Mozilla VPN 2.22
ja: Mozilla VPN 2.22 に更新
ko: Mozilla VPN 2.22 업데이트
lo: ອັບເດດເປັນ Mozilla VPN 2.22
sk: Aktualizácia na Mozilla VPN 2.22
sq: Përditësojeni me Mozilla VPN 2.22
vi: Cập nhật lên Mozilla VPN 2.22
zh_cn: 更新至 Mozilla VPN 2.22
