Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/tutorial_02_connect_on_startup/strings.xliff
Languages: id, it, uk

# tutorial.01_get_started.completion_message
source: You’ve successfully changed your location, turned the VPN on and off. Would you like to learn more tips and tricks?
id: Anda berhasil mengubah lokasi Anda, mengaktifkan dan menonaktifkan VPN. Apakah Anda ingin belajar tips dan trik lainnya?
it: Hai cambiato correttamente la tua posizione, attivato e disattivato la VPN. Vuoi scoprire altri suggerimenti e trucchi?
uk: Ви успішно змінили своє розташування, увімкнули та вимкнули VPN. Бажаєте дізнатися більше порад і рекомендацій?

# tutorial.01_get_started.step.cityAU
source: Select a different server location
id: Pilih lokasi server yang berbeda
it: Seleziona una posizione del server diversa
uk: Виберіть інше розташування сервера

# tutorial.01_get_started.step.countryAU
source: Select a different country
id: Pilih negara yang berbeda
it: Seleziona un altro Paese
uk: Виберіть іншу країну

# tutorial.01_get_started.step.mainScreen
source: Select your location
id: Pilih lokasi Anda
it: Seleziona la tua posizione
uk: Виберіть своє розташування

# tutorial.01_get_started.step.toggle
source: Toggle this switch to activate or deactivate the VPN
id: Alihkan sakelar ini untuk mengaktifkan atau menonaktifkan VPN
it: Utilizza questo interruttore per attivare o disattivare la VPN
uk: Змініть положення перемикача, щоб активувати чи деактивувати VPN

# tutorial.01_get_started.subtitle
source: Follow this walkthrough to learn how to get started with using your VPN.
id: Ikuti panduan ini untuk mempelajari cara mulai menggunakan VPN Anda.
it: Segui questa procedura guidata per scoprire come iniziare a utilizzare la tua VPN.
uk: Ознайомтеся з цим покроковим посібником, щоб дізнатися, як розпочати роботу з VPN.

# tutorial.01_get_started.title
source: Getting started with VPN
id: Berkenalan dengan VPN
it: Iniziare con la VPN
uk: Початок роботи з VPN

# tutorial.02_connect_on_startup.completion_message
source: You’ve successfully learned how to set “Connect VPN on startup”. Would you like to learn more tips and tricks?
id: Anda berhasil mempelajari cara untuk “Sambungkan VPN saat memulai”. Apakah Anda ingin belajar tips dan trik lainnya?
it: Hai imparato come impostare “Connetti VPN all’avvio”. Vuoi scoprire altri suggerimenti e trucchi?
uk: Ви успішно навчились як «Підʼєднувати VPN під час запуску». Бажаєте дізнатися більше порад і рекомендацій?

# tutorial.02_connect_on_startup.step.s1
source: Select your account settings
id: Pilih pengaturan akun Anda
it: Seleziona le impostazioni dell’account
uk: Виберіть налаштування облікового запису

# tutorial.02_connect_on_startup.step.s2
source: Select your system preferences
id: Pilih preferensi sistem Anda
it: Seleziona le impostazioni del sistema
uk: Виберіть свої системні налаштування

# tutorial.02_connect_on_startup.step.s3
source: Select or deselect this checkbox
id: Pilih atau batalkan pilihan kotak centang ini
it: Seleziona o deseleziona questa casella di controllo
uk: Установіть або приберіть цей прапорець

# tutorial.02_connect_on_startup.subtitle
source: Follow this walkthrough to learn how to activate your VPN when you start your device.
id: Ikuti panduan ini untuk mempelajari cara mengaktifkan VPN saat Anda memulai perangkat.
it: Segui questa procedura guidata per scoprire come attivare la VPN all’avvio del tuo dispositivo.
uk: Ознайомтеся з цим покроковим посібником, щоб дізнатися, як активувати VPN під час запуску пристрою.

# tutorial.02_connect_on_startup.title
source: Connect VPN on startup
id: Sambungkan VPN saat memulai
it: Connetti VPN all’avvio
uk: Підʼєднувати VPN під час запуску
