Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_whats_new_v2.22/strings.xliff
Languages: de, fr, fy_nl, nl, pt_br, zh_tw

# message.message_whats_new_v2.22.block.c_1-1
source: This update includes a new factory reset feature, in addition to minor bug fixes, UI adjustments and other performance improvements.
de: Dieses Update enthält eine neue Funktion zum Zurücksetzen auf die Warteschlangen sowie kleinere Fehlerbehebungen, Anpassungen der Benutzeroberfläche und andere Leistungsverbesserungen.
fr: Cette mise à jour inclut une nouvelle fonctionnalité de réinitialisation aux paramètres d’usine, ainsi que des corrections de bugs mineurs, des améliorations de l’interface et des améliorations des performances.
fy_nl: Dizze fernijing omfettet in nije funksje foar it weromsetten nei fabryksynstellingen, njonken lytse bugfixes, UI-oanpassingen en oare prestaasjesferbetteringen.
nl: Deze update bevat een nieuwe functie voor het terugzetten naar fabrieksinstellingen, naast kleine bugfixes, UI-aanpassingen en andere prestatieverbeteringen.
pt_br: Esta atualização inclui um novo recurso de redefinição de fábrica, além de pequenas correções, ajustes na interface do usuário e outras melhorias de desempenho.
zh_tw: 此次更新推出了全新的「重設設定」功能，還修正了一些小錯誤、介面設計調整，以及效能改善。

# message.message_whats_new_v2.22.block.c_1-2
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
de: Dieses Update enthält kleinere Fehlerbehebungen, Anpassungen der Benutzeroberfläche und andere Leistungsverbesserungen.
fr: Cette mise à jour comprend des corrections de bugs mineurs, des ajustements de l’interface et diverses améliorations des performances.
fy_nl: Dizze fernijing omfettet lytse bugfixes, oanpassingen yn de brûkersinterface en oare prestaasjesferbetteringen.
nl: Deze update bevat kleine bugfixes, aanpassingen in de gebruikersinterface en andere prestatieverbeteringen.
pt_br: Esta atualização contém pequenas correções, ajustes na interface do usuário e outras melhorias de desempenho.
zh_tw: 此次更新修正了一些小錯誤、介面設計調整，以及效能改善。

# message.message_whats_new_v2.22.block.c_1-3
source: It also introduces a new option to reset Mozilla VPN to its default settings. This can be helpful if you’re experiencing instability or crashes with the application, and other troubleshooting steps haven’t resolved the issue.
de: Außerdem wird eine neue Option zum Zurücksetzen von Mozilla VPN auf die Standardeinstellungen eingeführt. Dies kann hilfreich sein, wenn Instabilität oder Abstürze mit der Anwendung auftreten und andere Schritte zur Fehlerbehebung das Problem nicht behoben haben.
fr: Il propose également une nouvelle option pour réinitialiser Mozilla VPN à ses paramètres par défaut. Cela peut être utile si vous rencontrez des problèmes d’instabilité ou de plantages avec l’application, et que d’autres étapes de dépannage n’ont pas résolu le problème.
fy_nl: It yntrodusearret ek in nije opsje om Mozilla VPN werom te setten nei de standertynstellingen. Dit kin nuttich wêze as jo ynstabiliteit of crashes ûnderfine mei de applikaasje, en oare stappen foar probleemoplossing it probleem net oplost hawwe.
nl: Het introduceert ook een nieuwe optie om Mozilla VPN terug te zetten naar de standaardinstellingen. Dit kan handig zijn als u instabiel of crasht met de toepassing, en andere stappen voor probleemoplossing het probleem niet hebben opgelost.
pt_br: Ele também apresenta uma nova opção para redefinir o Mozilla VPN para suas configurações padrão. Isso pode ser útil se o aplicativo estiver instável ou travado e as outras etapas da solução de problemas não resolveram o problema.
zh_tw: 它也引入了一個新選項讓您可將 Mozilla VPN 重設回預設設定。若您遇到應用程式不穩定或發生錯誤而其他的疑難排解步驟無法解決此問題可能會很有幫助。

# message.message_whats_new_v2.22.block.c_1-4
source: How to reset Mozilla VPN:
de: So setzen Sie Mozilla VPN zurück:
fr: Comment réinitialiser Mozilla VPN&nbsp;:
fy_nl: Sa kinne jo Mozilla VPN opnij inisjalisearje:
nl: Zo kunt u Mozilla VPN herinitialiseren:
pt_br: Como redefinir o Mozilla VPN:
zh_tw: 如何重設 Mozilla VPN：

# message.message_whats_new_v2.22.block.c_2.l_1
source: Click or tap on the gear icon to access Settings.
de: Klicken oder tippen Sie auf das Zahnradsymbol, um auf die Einstellungen zuzugreifen.
fr: Cliquez ou appuyez sur l’icône en forme de roue dentée pour accéder aux paramètres.
fy_nl: Klik of tik op it kamrêdpiktogram om nei Ynstellingen te gean.
nl: Klik of tik op het tandwielpictogram om naar Instellingen te gaan.
pt_br: Clique ou toque no ícone de engrenagem para acessar as configurações.
zh_tw: 點擊或點擊齒輪圖示來存取設定。

# message.message_whats_new_v2.22.block.c_2.l_2
source: Navigate to the Get help section.
de: Navigieren Sie zum Abschnitt „Unterstützung erhalten“.
fr: Accédez à la section « Obtenir de l’aide ».
fy_nl: Navigearje nei de seksje Help krije.
nl: Navigeer naar de sectie Hulp verkrijgen.
pt_br: Vá até a seção 'Obter ajuda'.
zh_tw: 前往取得說明段落。

# message.message_whats_new_v2.22.block.c_2.l_3
source: Look for the new Reset VPN option and follow the on-screen instructions.
de: Suchen Sie nach der neuen Option „VPN zurücksetzen“ und befolgen Sie die Anweisungen auf dem Bildschirm.
fr: Recherchez la nouvelle option de réinitialisation du VPN et suivez les instructions à l’écran.
fy_nl: Sykje nei de nije opsje VPN opnij inisjalisearje en folgje de ynstruksjes op it skerm.
nl: Zoek naar de nieuwe optie VPN herinitialiseren en volg de instructies op het scherm.
pt_br: Procure a nova opção Redefinir VPN e siga as instruções na tela.
zh_tw: 尋找全新的重設 VPN 選項並依照畫面指示操作。

# message.message_whats_new_v2.22.block.c_3
source: Thank you for installing the latest version!
de: Vielen Dank, dass Sie die neueste Version installiert haben!
fr: Merci d’avoir installé la dernière version !
fy_nl: Tank foar it ynstallearjen fan de nijste ferzje!
nl: Bedankt voor het installeren van de nieuwste versie!
pt_br: Obrigado por instalar a versão mais recente!
zh_tw: 感謝您安裝最新版本！

# message.message_whats_new_v2.22.subtitle
source: You’re using the latest version of Mozilla VPN.
de: Sie verwenden die neueste Version von Mozilla VPN.
fr: Vous utilisez la dernière version de Mozilla VPN.
fy_nl: Jo brûke de nijste ferzje fan Mozilla VPN.
nl: U gebruikt de nieuwste versie van Mozilla VPN.
pt_br: Você está usando a versão mais recente do Mozilla VPN.
zh_tw: 您目前使用的是最新版的 Mozilla VPN。

# message.message_whats_new_v2.22.title
source: You’ve updated to Mozilla VPN 2.22
de: Sie haben auf Mozilla VPN 2.22 aktualisiert
fr: Vous avez effectué la mise à jour vers Mozilla VPN 2.22
fy_nl: Jo hawwe bywurke nei Mozilla VPN 2.22
nl: U bent bijgewerkt naar Mozilla VPN 2.22
pt_br: Você atualizou para o Mozilla VPN 2.22
zh_tw: 您已更新到 Mozilla VPN 2.22
