Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/guide_01_how_to_vpn/strings.xliff
Languages: co

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
co: Cumu aghjunghje un apparechju

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
co: Apre l’appiecazione Mozilla VPN nant’à l’apparechju di a vostra scelta

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
co: Cunnittitevi à u vostru contu

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
co: Eccu ! U vostru apparechju hè statu autumaticamente aghjuntu à a vostra lista d’apparechji cunnessi à VPN

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
co: Cumu caccià un apparechju

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
co: Aprite Mozilla VPN nant’à l’urdinatore o l’apparechju mobile di a vostra scelta

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
co: Picchichjate nant’à « I mo apparechji » nant’à u vostru screnu d’accolta VPN

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
co: Selezziunà l’icona di a curbella accant’à l’apparechju ch’ellu ci vole à caccià da a lista di i vostri apparechji cunnessi

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
co: Seguitate sta guida simplice è rapida in 3 tappe per aghjunghje è caccià facilmente tutti i vostri apparechji.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
co: Cumu aghjunghje è caccià l’apparechji ?

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
co: Cumu cunnettesi à a mo stampetta o a mo telecopia ?

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
co: Attivà « Accessu à a reta lucale » in e mo preferenze di reta

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
co: Cunnette u cavu di a stampetta o di a telecopia à u portu di u vostru apparechju o senza filu

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
co: Stampate o mandate via telecopia i vostri ducumenti cum’è vo fate di regula cù l’urdinatori fissi, purtavule o i telefoni mobile

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
co: À chì altri tipi d’apparechju possu cunnettemi ?

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
co: Cù l’ozzione « Accessu à a reta lucale » attivata, si pò dinù cunnettesi à l’apparechji cum’è :

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
co: Altri urdinatori è telefoni mobile

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
co: Chjavi di lettura di cuntinuu (Chromecast / Roku / Apple AirPlay)

# guide.connecting_external_devices.subtitle
source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
co: L’attivazione di l’accessu à a reta lucale permette di cunnettevi à d’altri apparechji senza rinuncià à a vostra prutezzione VPN.

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
co: Cunnessione à d’altri apparechji durante l’usu di a VPN

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
co: Prutigite i vostri dati persunali è a vostra identità

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
co: Navigate nant’à u Web è impiegate e vostre appiecazioni favurite in sicurità è senza esse tracciati

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
co: Guardate sicure l’infurmazioni cunfidenziale grazia à una cifratura di dati di prima trinca

# guide.how_to_vpn.block.c_3
source: Defense on the go
co: Prutezzione in cuntinuu

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
co: Impedite e persone scunnisciute di vede i vostri dati privati quandu vo impiegate e rete Wi-Fi publiche è i hotspot à risicu

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
co: Prutezzione in tutti lochi, da i risturanti à l’affitti di vacanza

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
co: Cunnittitevi à più di 30 paesi

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
co: Navigate à accidite à u cuntenutu da tutti i scorni di u mondu

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
co: Fate e vostre spese nant’à un servitore d’un altru paese per cumprà robba a bon pattu cum’è, per indettu, biglietti d’aviò menu cari

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
co: Mozilla VPN prutege a cunnessione trà u vostru apparechju è u Web. Eccu parechje di e funzioni e più ghjuvevule offerte da u vostru VPN :

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
co: L’usi è i vantaghji principale di Mozilla VPN

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
co: Fà una ricerca in u vostru navigatore

# guide.is_my_vpn_working_correctly.block.c_2
source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
co: Stampittate un termine di ricerca cum’è « meteo lucale » in u vostru navigatore è videte a meteo in tempu reale per a vostra pusizione attuale di a VPN.

# guide.is_my_vpn_working_correctly.block.c_3
source: Sign in to your favorite app or streaming site
co: Cunnittitevi à a vostra appiecazione o à u situ di lettura di cuntinuu favuriti

# guide.is_my_vpn_working_correctly.block.c_4
source: Traveling abroad and need to access content from back home?
co: Viaghjate da mare in là è avete bisognu di cuntenutu da a casa vostra ?

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
co: Cunnittitevi à un servitore di u paese di a vostra scelta

# guide.is_my_vpn_working_correctly.block.c_5.l_2
source: Sign on to your favorite app or streaming site
co: Cunnittitevi à a vostra appiecazione o à u situ di lettura di cuntinuu favuriti

# guide.is_my_vpn_working_correctly.subtitle
source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
co: Pruvate a vostra geolucalizazione nant’à un servitore trà più di 400 di duie manere cusì simplice :

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
co: A mo VPN serà cunnessa à a pusizione curretta di u servitore ?
