Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: es_cl, oc, pa_in

# vpn.connectionInfo.close
source: Close
es_cl: Cerrar
oc: Tampar
pa_in: ਬੰਦ ਕਰੋ

# vpn.main.back
source: Back
es_cl: Atrás
oc: Tornar
pa_in: ਪਿੱਛੇ

# menubar.file.close
source: Close
es_cl: Cerrar
oc: Tampar
pa_in: ਬੰਦ ਕਰੋ

# vpn.main.signOut2
source: Sign out
es_cl: Salir
pa_in: ਸਾਈਨ ਆਉਟ

# vpn.subscription.multiMonthPlan
source: %1-month plan: %2
es_cl: Plan de %1 meses: %2
pa_in: %1-ਮਹੀਨਾ ਪਲਾਨ: %2

# vpn.subscription.savePercent
source: Save %1%
es_cl: Guardar %1%
pa_in: %1 % ਬੱਚਤ

# vpn.alert.authenticationError
source: Authentication error
es_cl: Error de autenticación
oc: Error d’autentificacion
pa_in: ਪਰਮਾਣਕਿਤਾ ਗਲਤੀ

# vpn.alert.backendServiceError
source: Background service error
es_cl: Error de servicio en segundo plano
oc: Error de servici en rèireplan
pa_in: ਬੈਕਗਰਾਉਂਡ ਸੇਵਾ ਗਲਤੀ

# vpn.alert.deviceDisconnectedAndLogout
source: Signed out and device disconnected
es_cl: Sesión cerrada y dispositivo desconectado
pa_in: ਸਾਈਨ ਆਉਟ ਕਰੋ ਤੇ ਡਿਵਾਈਸ ਨਾਲੋਂ ਕਨੈਕਸ਼ਨ ਤੋੜੋ

# vpn.alert.getIPRestrictionError
source: Operation not allowed from current location
es_cl: Operación no permitida desde la ubicación actual
oc: Operacion pas autorizada a partir de l’emplaçament actual
pa_in: ਮੌਜੂਦਾ ਟਿਕਾਣੇ ਤੋਂ ਕਾਰਵਾਈ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹੈ

# vpn.alert.noInternet
source: No internet connection
es_cl: No hay conexión a Internet
oc: Cap de connexion Internet
pa_in: ਕੋਈ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ

# vpn.alert.remoteServiceError
source: Remote service error
es_cl: Error de servicio remoto
oc: Error de servici distant
pa_in: ਰਿਮੋਟ ਸੇਵਾ ਗਲਤੀ

# vpn.alert.restore
source: Restore
es_cl: Restaurar
oc: Restablir
pa_in: ਬਹਾਲ ਕਰੋ

# vpn.alert.subscriptionFailureError
source: Subscription failed
es_cl: Falló la suscripción
oc: Fracàs de l’abonament
pa_in: ਮੈਂਬਰੀ ਅਸਫਲ ਹੋਈ

# vpn.alert.tryAgain
source: Try again
es_cl: Volver a intentarlo
oc: Tornar ensajar
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.alert.unableToConnect
source: Unable to connect
es_cl: No se pudo conectar
oc: Impossible de se connectar
pa_in: ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ

# vpn.toggle.off
source: Turn VPN off
es_cl: Desactivar VPN
oc: Desactivar lo VPN
pa_in: VPN ਨੂੰ ਬੰਦ ਕਰੋ

# vpn.toggle.on
source: Turn VPN on
es_cl: Activar VPN
oc: Activar lo VPN
pa_in: VPN ਨੂੰ ਚਾਲੂ ਕਰੋ

# vpn.main.manageAccount
source: Manage account
es_cl: Administrar cuenta
oc: Gestion del compte
pa_in: ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ

# vpn.subscription.monthlyPlan
source: Monthly plan
es_cl: Plan mensual
pa_in: ਮਹੀਨੇਵਾਰ ਪਲਾਨ

# vpn.subscription.price
source: %1/month
es_cl: %1/mes
pa_in: %1/ਮਹੀਨਾ

# vpn.main.getHelp2
source: Get help
es_cl: Obtener ayuda
pa_in: ਮਦਦ ਲਵੋ

# macosinstaller.conclusion.message1_v2
source: The Mozilla VPN is successfully installed. You’re ready to start taking control of your online privacy.
es_cl: El VPN de Mozilla se instaló correctamente. Está todo listo para que empieces a tomar el control de tu privacidad en línea.
pa_in: Mozilla VPN ਕਾਮਯਾਬੀ ਨਾਲ ਇੰਸਟਾਲ ਹੈ। ਤੁਸੀਂ ਆਪਣੀ ਆਨਲਾਈਨ ਪਰਦੇਦਾਰੀ ਦਾ ਕੰਟਰੋਲ ਲੈਣ ਲਈ ਸ਼ੁਰੂ ਕਰਨ ਵਾਸਤੇ ਤਿਆਰ-ਬਰ-ਤਿਆਰ ਹੋ।

# macosinstaller.conclusion.message2
source: Trouble with this installation?
es_cl: ¿Problemas con esta instalación?
pa_in: ਇਹ ਇੰਸਟਾਲੇਸ਼ਨ ਨਾਲ ਸਮੱਸਿਆ ਹੈ?

# macosinstaller.conclusion.message3
source: Get help.
es_cl: Obtener ayuda.
pa_in: ਮਦਦ ਲਵੋ।

# macosinstaller.conclusion.title
source: Success!
es_cl: ¡Hecho!
pa_in: ਕਾਮਯਾਬ!

# macosinstaller.previous_build.message
source: A previous installation of Mozilla VPN exists at /Applications/Mozilla VPN.app. This installer will remove the previous installation prior to installing. Please back up any data before proceeding.
es_cl: Existe una instalación previa de Mozilla VPN en /Applications/Mozilla VPN.app. Este instalador eliminará la instalación anterior antes de instalar. Por favor, realiza una copia de seguridad de cualquier dato antes de continuar.
pa_in: Mozilla VPN ਦੀ ਪੁਰਾਣੀ ਇੰਸਟਾਲੇਸ਼ਨ /Applications/Mozilla VPN.app ਉੱਤੇ ਮੌਜੂਦ ਹੈ। ਇਹ ਇੰਸਟਾਲਰ ਇੰਸਟਾਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪਿਛਲੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਹਟਾਏਗਾ। ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿਸੇ ਵੀ ਡਾਟੇ ਦਾ ਬੈਕਅੱਪ ਲਵੋ।

# macosinstaller.previous_build.title
source: Previous Installation Detected
es_cl: Instalación anterior detectada
pa_in: ਪਿਛਲੀ ਇੰਸਟਾਲੇਸ਼ਨ ਮਿਲੀ ਹੈ

# macosinstaller.title
source: Mozilla VPN for macOS
es_cl: Mozilla VPN para macOS
pa_in: macOS ਲਈ Mozilla VPN

# macosinstaller.unsupported_version.message
source: Mozilla VPN requires Mac OS X 10.6 or later.
es_cl: Mozilla VPN requiere Mac OS X 10.6 o superior.
pa_in: Mozilla VPN ਲਈ Mac OS X 10.6 ਜਾਂ ਨਵਾਂ ਚਾਹੀਦਾ ਹੈ।

# macosinstaller.unsupported_version.title
source: Unable to install
es_cl: No se pudo instalar
pa_in: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹਾਂ

# macosinstaller.welcome.message2
source: Click “Continue” to continue the setup.
es_cl: Haz clic en "Continuar" para seguir con la configuración.
pa_in: ਸੈਟਅੱਪ ਜਾਰੀ ਰੱਖਣ ਲਈ “ਜਾਰੀ ਰੱਖੋ” ਨੂੰ ਕਲਿੱਕ ਕਰੋ।

# vpn.connectionInfo.loading
source: Loading
es_cl: Cargando
oc: Cargament
pa_in: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

# feedback.category.accessToService
source: Access to service
es_cl: Acceso al servicio
pa_in: ਸੇਵਾ ਲਈ ਪਹੁੰਚ

# feedback.category.bugError
source: Product Bugs/Errors
es_cl: Errores/fallos del producto
pa_in: ਉਤਪਾਦ ਬੱਗ/ਗਲਤੀਆਂ

# feedback.category.compatibility
source: Compatibility
es_cl: Compatibilidad
pa_in: ਅਨੁਕੂਲਤਾ

# feedback.category.easeToUse
source: Ease of Use
es_cl: Facilidad de uso
pa_in: ਵਰਤਣ ਲਈ ਸੌਖ

# feedback.category.networkSpeed
source: Network Connection/Speed
es_cl: Conexión/velocidad de red
pa_in: ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ/ਗਤੀ

# feedback.category.other
source: Other
es_cl: Otro
pa_in: ਹੋਰ

# feedback.category.productQuality
source: Product Quality
es_cl: Calidad del producto
pa_in: ਉਤਪਾਦ ਕੁਆਲਟੀ

# menubar.file.title
source: File
es_cl: Archivo
oc: Fichièr
pa_in: ਫਾਈਲ

# vpn.postAuthentication.continue
source: Continue
es_cl: Continuar
oc: Contunhar
pa_in: ਜਾਰੀ ਰੱਖੋ

# vpn.authenticating.waitForSignIn
source: Waiting for sign in and subscription confirmation…
es_cl: Esperando la conexión y la confirmación de la suscripción…
oc: En espèra d’inscripcion e de confirmacion d’abonament…
pa_in: …ਸਾਈਨ ਇਨ ਅਤੇ ਮੈਂਬਰੀ ਤਸਦੀਕ ਕਰਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

# vpn.errors.somethingWentWrong
source: Something went wrong…
es_cl: Algo se fue a las pailas…
oc: I a quicòm que truca…
pa_in: ਕੁਝ ਗਲਤ ਵਾਪਰਿਆ…

# vpn.errors.tryAgain
source: Try Again
es_cl: Volver a intentarlo
oc: Tornar ensajar
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.errors.unableToEstablishConnection
source: Unable to establish a connection at this time. We’re working hard to resolve the issue. Please try again shortly.
es_cl: No se puede establecer una conexión en este momento. Estamos trabajando duro para resolver el problema. Por favor, intentalo nuevamente en breve.
oc: Aqueste còp impossible d’establir una connexion. Trabalham fòrt per resòlver aqueste problèma. Mercés de tornar ensajar d’aquí un momenton.
pa_in: ਫਿਲਹਾਲ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਬਣਾ ਸਕੇ। ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ। ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।

# vpn.crashreporter.description
source: The Mozilla VPN app quit unexpectedly. Would you like to send a crash report to help fix the issue?
es_cl: La aplicación Mozilla VPN se cerró inesperadamente. ¿Te gustaría enviar un informe de fallos para ayudar a solucionar el problema?
pa_in: Mozilla VPN ਐਪ ਅਚਾਨਕ ਬੰਦ ਹੋ ਗਈ ਹੈ। ਕੀ ਤੁਸੀਂ ਮਸਲੇ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਵਾਸਤੇ ਕਰੈਸ਼ ਰਿਪੋਰਟ ਭੇਜਣੀ ਚਾਹੋਗੇ?

# vpn.crashreporter.dontSendButton
source: No thanks
es_cl: No, gracias
pa_in: ਨਹੀਂ ਜੀ, ਧੰਨਵਾਦ

# vpn.crashreporter.mainHeading
source: Crash reporting
es_cl: Informe de fallos
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਿੰਗ

# vpn.crashreporter.sendButtonLabel
source: Send report
es_cl: Enviar informe
pa_in: ਰਿਪੋਰਟ ਭੇਜੋ

# vpn.postAuthentication..quickAccess
source: Quick access
es_cl: Acceso rápido
oc: Accès rapid
pa_in: ਫ਼ੌਰੀ ਪਹੁੰਚ

# vpn.postAuthentication.statusBarIntro
source: You can quickly access Mozilla VPN from your status bar.
es_cl: Puedes acceder rápidamente a Mozilla VPN desde tu barra de estado.
oc: Podètz accedir rapidament a Mozilla VPN a partir de la barra d’estat.
pa_in: ਤੁਸੀਂ ਸਟੇਟਸ ਬਾਰ ਤੋਂ Mozilla VPN ਨੂੰ ਤੁਰੰਤ ਵਰਤ ਸਕਦੇ ਹੋ।

# vpn.subscriptionBlocked.getHelp
source: Get Help
es_cl: Obtener ayuda
oc: Obténer d’ajuda
pa_in: ਮਦਦ ਲਵੋ

# vpn.subscriptionBlocked.visitHelpCenter
source: Visit our help center to learn more about managing your subscriptions.
es_cl: Visita nuestro centro de ayuda para aprender más sobre cómo administrar tus suscripciones.
oc: Consultatz nòstre centre d’assisténcia per ne saber mai tocant vòstres abonaments.
pa_in: ਆਪਣੀ ਮੈਂਬਰੀ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰਨ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਾਡੇ ਮਦਦ ਕੇਂਦਰ ਨੂੰ ਖੋਲ੍ਹੋ।

# vpn.subscription.pleaseWait
source: Please wait…
es_cl: Por favor, espere…
oc: Esperatz…
pa_in: …ਠਹਿਰੋ ਜੀ

# vpn.settings.dataCollection
source: Data collection and use
es_cl: Recolección de datos y uso
pa_in: ਡਾਟਾ ਇਕੱਤਰਤਾ ਅਤੇ ਵਰਤੋਂ

# vpn.telemetryPolicy.MozillaVPNPrivacyNotice
source: Mozilla VPN Privacy Notice
es_cl: Política de privacidad de Mozilla VPN
pa_in: Mozilla VPN ਦੀ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ

# vpn.telemetryPolicy.allowOnThisDevice
source: Allow on this device
es_cl: Permitir en este dispositivo
pa_in: ਇਸ ਡਿਵਾਇਸ ਉੱਤੇ ਮਨਜ਼ੂਰੀ ਦਿਓ

# vpn.telemetryPolicy.doNotAllow
source: Don’t allow
es_cl: No permitir
pa_in: ਇਜਾਜ਼ਤ ਨਾ ਦਿਓ

# vpn.telemetryPolicy.learnMoreAboutData
source: Learn more about what data Mozilla collects and how it’s used.
es_cl: Aprende más sobre qué datos recopila Mozilla y cómo se utilizan.
pa_in: Mozilla ਵੱਲੋਂ ਕਿਹੜਾ ਡਾਟਾ ਇਕੱਠਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸਨੂੰ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।

# vpn.logs.clear
source: Clear
es_cl: Limpiar
oc: Escafar
pa_in: ਮਿਟਾਓ

# vpn.logs.copied
source: Copied!
es_cl: ¡Copiado!
oc: Copiat !
pa_in: ਕਾਪੀ ਕੀਤਾ!

# vpn.logs.copy
source: Copy
es_cl: Copiar
oc: Copiar
pa_in: ਕਾਪੀ ਕਰੋ

# vpn.viewlogs.title
source: View Logs
es_cl: Ver registros
oc: Veire los jornals
pa_in: ਲਾਗ ਵੇਖੋ

# vpn.devices.addedXdaysAgo
source: Added %1 days ago
es_cl: Añadido hace %1 días
oc: Apondut fa %1 jorns
pa_in: %1 ਦਿਨ ਪਹਿਲਾਂ ਸ਼ਾਮਲ ਕੀਤਾ

# vpn.devices.addedXhoursAgo
source: Added a few hours ago (%1)
es_cl: Añadido hace unas horas (%1)
oc: Apondut fa qualques oras (%1)
pa_in: ਕੁਝ ਘੰਟੇ ਪਹਿਲਾਂ ਜੋੜਿਆ (%1)

# vpn.devices.addedltHour
source: Added less than an hour ago
es_cl: Añadido hace menos de una hora
oc: Apondut fa mens d’una ora
pa_in: ਘੰਟੇ ਤੋਂ ਘੱਟ ਪਹਿਲਾਂ ਜੋੜਿਆ

# vpn.devices.currentDevice
source: Current Device
es_cl: Dispositivo actual
oc: Aqueste aparelh
pa_in: ਮੌਜੂਦਾ ਡਿਵਾਇਸ

# vpn.devices.removeA11Y
source: Remove %1
es_cl: Quitar %1
oc: Levar %1
pa_in: %1 ਨੂੰ ਹਟਾਓ

# vpn.devices.doDeviceRemoval
source: Remove a device
es_cl: Quitar un dispositivo
oc: Levar un aparelh
pa_in: ਡਿਵਾਇਸ ਨੂੰ ਹਟਾਓ

# vpn.devices.maxDevicesHeader
source: You’ve reached the device limit. To turn on the VPN on this device, you’ll need to remove one.
es_cl: Has alcanzado el límite de dispositivos. Para activar el VPN en este dispositivo, deberás quitar uno.
pa_in: ਤੁਸੀਂ ਡਿਵਾਇਸਾਂ ਦੀ ਹੱਦ ਟੱਪ ਚੁੱਕੇ ਹੋ। ਇਸ ਡਿਵਾਇਸ ਉੱਤੇ VPN ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਕਿਸੇ ਡਿਵਾਇਸ ਨੂੰ ਹਟਾਉਣਾ ਪਵੇਗਾ।

# vpn.devices.deviceRemovalConfirm
source: Please confirm you would like to remove %1.
es_cl: Por favor, confirma que deseas quitar %1.
oc: Mercés de confirmar la supression de %1.
pa_in: %1 ਨੂੰ ਹਟਾਉਣ ਦੀ ਤਸਦੀਕ ਕਰੋ

# vpn.devices.removeDeviceButton
source: Remove
es_cl: Quitar
oc: Levar
pa_in: ਹਟਾਓ

# vpn.devices.removeDeviceQuestion
source: Remove device?
es_cl: ¿Quitar dispositivo?
oc: Levar l’aparel ?
pa_in: ਡਿਵਾਇਸ ਹਟਾਉਣਾ ਹੈ?

# vpn.devices.activeVsMaxDeviceCount
source: %1 of %2
es_cl: %1 de %2
oc: %1 sus %2
pa_in: %2 'ਚੋਂ %1

# vpn.devices.myDevices
source: My devices
es_cl: Mis dispositivos
oc: Mos aparelhs
pa_in: ਮੇਰੇ ਡਿਵਾਇਸ

# vpn.settings.developer
source: Developer Options
es_cl: Opciones de desarrollador
pa_in: ਡਿਵੈਲਪਰ ਚੋਣਾਂ

# vpn.settings.giveFeedback
source: Give feedback
es_cl: Enviar comentario
oc: Donar vòstre vejaire
pa_in: ਸੁਝਾਅ ਦਿਓ

# vpn.feedbackForm.average
source: Average
es_cl: Promedio
pa_in: ਔਸਤ

# vpn.feedbackForm.continue
source: Continue
es_cl: Continuar
pa_in: ਜਾਰੀ ਰੱਖੋ

# vpn.feedbackForm.good
source: Good
es_cl: Buena
pa_in: ਚੰਗਾ

# vpn.feedbackForm.poor
source: Poor
es_cl: Pobre
pa_in: ਖ਼ਰਾਬ

# vpn.feedbackForm.ratingHeadline
source: How would you describe your Mozilla VPN experience so far?
es_cl: ¿Cómo describirías tu experiencia con Mozilla VPN hasta ahora?
pa_in: ਹੁਣ ਤੱਕ ਤਾਂ Mozilla VPN ਨਾਲ ਤੁਹਾਡਾ ਤਜਰਬਾ ਕਿਵੇਂ ਰਿਹਾ ਹੈ, ਉਸ ਬਾਰੇ ਦੱਸੋ?

# vpn.feedbackForm.veryPoor
source: Very poor
es_cl: Muy pobre
pa_in: ਬਹੁਤ ਖ਼ਰਾਬ

# vpn.feedback.privacyDisclaimer
source: When you submit feedback, Mozilla VPN will collect technical and interaction data, including your IP address, to help us improve. This data won’t be associated with your Firefox account.
es_cl: Al enviar tus comentarios, Mozilla VPN recopilará información técnica y de interacción, incluida la dirección IP, para ayudarnos a mejorar. Esta información no se asociará con tu cuenta de Firefox.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਫੀਡਬੈਕ ਦਿੰਦੇ ਹੋ ਤਾਂ Mozilla VPN ਤੁਹਾਡੇ IP ਐਡਰੈਸ ਦੇ ਸਮੇਤ ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟੇ ਨੂੰ ਸੁਧਾਰ ਕਰਨ ਵਾਸਤੇ ਸਾਡੀ ਮਦਦ ਲਈ ਇਕੱਤਰ ਕਰਦਾ ਹੈ। ਇਸ ਤੁਹਾਡੇ ਨੂੰ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ Firefox ਡਾਟੇ ਨਾਲ ਜੋੜਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।

# vpn.feedbackForm.averageRatingResponse
source: We’d love to know what we can do to improve Mozilla VPN. Please share any specific feedback here.
es_cl: Nos encantaría saber qué podemos hacer para mejorar Mozilla VPN. Por favor, comparte cualquier comentario específico aquí.
pa_in: ਅਸੀਂ ਜਾਣਨਾ ਚਾਹਾਂਗੇ ਕਿ ਅਸੀਂ Mozilla VPN ਨੂੰ ਕਿਵੇਂ ਬੇਹਤਰ ਕਰ ਸਕਦੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਖਾਸ ਸੁਝਾਅ ਜਾਂ ਫੀਡਬੈਕ ਇੱਥੇ ਸਾਂਝਾ ਕਰੋ।

# vpn.feedbackForm.goodRatingResponse
source: We’re glad you’re enjoying Mozilla VPN! Please let us know how we can make your experience even better.
es_cl: ¡Nos alegra que estés disfrutando del VPN de Mozilla! Cuéntanos cómo podemos mejorar tu experiencia.
pa_in: ਸਾਨੂੰ ਇਹ ਜਾਣ ਕੇ ਬੜੀ ਖੁਸ਼ੀ ਹੋਈ ਕਿ ਤੁਸੀਂ Mozilla VPN ਦਾ ਆਨੰਦ ਮਾਣ ਰਹੇ ਹੋ। ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਅਸੀਂ ਤਜਰਬੇ ਨੂੰ ਹੋਰ ਬੇਹਤਰ ਕਿਵੇਂ ਕਰ ਸਕਦੇ ਹਾਂ।

# vpn.feedbackForm.privacyNoticeLink
source: Mozilla VPN Privacy Notice
es_cl: Política de privacidad de Mozilla VPN
pa_in: Mozilla VPN ਦੀ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ

# vpn.feedbackForm.skip
source: Skip
es_cl: Saltar
pa_in: ਛੱਡੋ

# vpn.feedbackForm.textAreaPlaceholder
source: Enter feedback…
es_cl: Ingresar comentario…
pa_in: …ਸੁਝਾਅ ਦਿਓ

# vpn.feedbackform.submit
source: Submit
es_cl: Enviar
pa_in: ਭੇਜੋ

# vpn.feedbackForm.thankyou
source: Thank you!
es_cl: ¡Gracias!
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ!

# vpn.feedbackForm.thankyouSubtitle
source: We appreciate your feedback. You’re helping us improve Mozilla VPN.
es_cl: Agradecemos tus comentarios. Nos estás ayudando a mejorar Mozilla VPN.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਸੁਝਾਅ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਸਾਨੂੰ Mozilla VPN ਸੁਧਾਰਨ ਲਈ ਮਦਦ ਕਰ ਰਹੇ ਹੋ।

# vpn.feedbackform.done
source: Done
es_cl: Hecho
pa_in: ਮੁਕੰਮਲ

# vpn.servers.currentLocation
source: current location - %1
es_cl: ubicación actual - %1
oc: emplaçament actual - %1
pa_in: ਮੌਜੂਦਾ ਟਿਕਾਣਾ - %1

# vpn.servers.selectLocation
source: Select location
es_cl: Seleccionar ubicación
oc: Causir l’emplaçament
pa_in: ਟਿਕਾਣਾ ਚੁਣੋ

# vpn.connectionStability.checkConnection
source: Check Connection
es_cl: Verificar conexión
oc: Verificatz la connexion
pa_in: ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ

# vpn.connectionStability.noSignal
source: No Signal
es_cl: Sin señal
oc: Cap de recepcion
pa_in: ਕੋਈ ਸਿਗਨਲ ਨਹੀਂ ਆ ਰਿਹਾ

# vpn.connectionStability.unstable
source: Unstable
es_cl: Inestable
oc: Instabla
pa_in: ਅਸਥਿਰ

# vpn.controller.activated
source: VPN is on
es_cl: El VPN está activado
oc: Lo VPN es activat
pa_in: VPN ਚਾਲੂ ਹੈ

# vpn.controller.activating
source: Masking connection and location
es_cl: Enmascarando la conexión y ubicación
oc: Dissimular la connexion e l’emplaçament
pa_in: ਕਨੈਕਸ਼ਨ ਅਤੇ ਟਿਕਾਣੇ ਨੂੰ ਲੁਕਾਇਆ ਜਾ ਰਿਹਾ ਹੈ

# vpn.controller.activationSloagan
source: Turn on to protect your privacy
es_cl: Actívalo para proteger tu privacidad
oc: Activatz-lo per protegir vòstra vida privada
pa_in: ਆਪਣੀ ਪਰਦੇਦਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਚਾਲੂ ਕਰੋ

# vpn.controller.active
source: Secure and private
es_cl: Seguro y privado
oc: Securizada e privada
pa_in: ਸੁਰੱਖਿਅਤ ਤੇ ਗੁਪਤ

# vpn.controller.attemptingToConfirm
source: Attempting to confirm connection
es_cl: Intentando confirmar la conexión
oc: Temptativa de confirmacion de la connexion
pa_in: ਕਨੈਕਸ਼ਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

# vpn.controller.connectingState
source: Connecting…
es_cl: Conectando…
oc: Connexion…
pa_in: …ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

# vpn.controller.deactivated
source: VPN is off
es_cl: El VPN está desactivado
oc: Lo VPN es desactivat
pa_in: VPN ਬੰਦ ਹੈ

# vpn.controller.deactivating
source: Unmasking connection and location
es_cl: Desenmascarando la conexión y ubicación
oc: Revelacion de la connexion e de l’emplaçament
pa_in: ਕਨੈਕਸ਼ਨ ਅਤੇ ਟਿਕਾਣੇ ਨੂੰ ਦਿਸਣ ਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ

# vpn.controller.disconnecting
source: Disconnecting…
es_cl: Desconectando…
oc: Desconnexion…
pa_in: …ਕਨੈਕਸ਼ਨ ਤੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ

# vpn.controller.switching
source: Switching…
es_cl: Cambiando…
oc: Basculament…
pa_in: …ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ

# vpn.controller.switchingDetail
source: From %1 to %2
es_cl: De %1 a %2
oc: A partir de %1 cap a %2
pa_in: %1 ਤੋਂ %2 ਵਿੱਚ

# vpn.connectionInfo.download
source: Download
es_cl: Bajar
oc: Recepcion
pa_in: ਡਾਉਨਲੋਡ ਕਰੋ

source: Cities
es_cl: Ciudades
oc: Vilas
pa_in: ਸ਼ਹਿਰ

# vpn.main.getStarted
source: Get started
es_cl: Empezar
oc: Primièrs passes
pa_in: ਸ਼ੁਰੂ ਕਰੋ

# vpn.main.learnMore
source: Learn more
es_cl: Aprender más
oc: Ne saber mai
pa_in: ਹੋਰ ਜਾਣੋ

# vpn.main.productDescription
source: A fast, secure and easy to use VPN. Built by the makers of Firefox.
es_cl: Un VPN rápido, seguro y fácil de usar. Desarrollado por los creadores de Firefox.
oc: Un VPN rapid, segur e de bon utilizar. Concebut pels creators de Firefox.
pa_in: ਤੇਜ਼, ਸੁਰੱਖਿਅਤ ਤੇ ਵਰਤੋਂ ਵਿੱਚ ਸੁਖਾਲਾ VPN ਹੈ। Firefox ਦੇ ਨਿਰਮਾਤਿਆਂ ਵੱਲੋਂ ਨਿਰਮਿਤ।

# vpn.onboarding.headline.1
source: Device-level encryption
es_cl: Cifrado a nivel del dispositivo
oc: Chiframent material
pa_in: ਡਿਵਾਇਸ-ਪੱਧਰੀ ਇਨਕਰਿਪਸ਼ਨ

# vpn.onboarding.headline.2
source: Servers in 30+ countries
es_cl: Servidores en 30+ países
oc: Servidors dins mai de 30 païses
pa_in: 30+ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸਰਵਰ

# vpn.onboarding.headline.3
source: No bandwidth restrictions
es_cl: Sin restricciones de ancho de banda
oc: Cap de restriccion de banda passanta
pa_in: ਕੋਈ ਬੈਂਡਵਿੱਥ ਲਈ ਕੋਈ ਪਾਬੰਦੀ ਨਹੀਂ

# vpn.onboarding.headline.4
source: No online activity logs
es_cl: Sin registros de actividad en línea
oc: Cap de jornal d’activitat en linha
pa_in: ਆਨਲਾਇਨ ਸਰਗਰਮੀਆਂ ਦਾ ਕੋਈ ਲਾਗ ਨਹੀਂ

# vpn.onboarding.next
source: Next
es_cl: Siguiente
oc: Seguent
pa_in: ਅੱਗੇ

# vpn.onboarding.skip
source: Skip
es_cl: Saltar
oc: Passar
pa_in: ਛੱਡੋ

# vpn.onboarding.subtitle.1
source: Encrypt your traffic so that it can’t be read by your ISP or eavesdroppers.
es_cl: Cifra tu tráfico para que no pueda ser leído por tu ISP o espías.
oc: Chifratz vòstre trafic per que vòstre provesidor d’accès o d’unas aurelhas indiscretas lo pòscan legir.
pa_in: ਆਪਣੇ ਟਰੈਫਿਕ ਨੂੰ ਇੰਕ੍ਰਿਪਟ ਕਰੋ ਤਾਂ ਕਿ ਤੁਹਾਡਾ ISP ਜਾਂ ਨਿਗ੍ਹਾਂ ਰੱਖਣ ਵਾਲੇ ਇਸ ਨੂੰ ਪੜ੍ਹ ਨਾ ਸਕਣ।

# vpn.onboarding.subtitle.2
source: Pick a server in any country you want and hide your location to throw off trackers.
es_cl: Elige un servidor en cualquier país que quieras y esconde tu ubicación para eliminar los rastreadores.
oc: Causissètz un servidor dins un país que volètz e amagatz vòstre emplaçament per enganar los traçadors.
pa_in: ਤੁਸੀਂ ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ ਕਿਸੇ ਵੀ ਦੇਸ਼ ਵਿਚਲੇ ਸਰਵਰ ਨੂੰ ਚੁਣੇ ਕੇ ਆਪਣੇ ਟਿਕਾਣੇ ਨੂੰ ਟਰੈਕਰਾਂ ਤੋਂ ਪਿੱਛਾ ਛੁਡਾਉਣ ਲਈ ਲੁਕਾ ਸਕਦੇ ਹੋ।

# vpn.onboarding.subtitle.3
source: Stream, download, and game without limits, monthly caps or ISP throttling.
es_cl: Transmite, descarga y juega sin límites, cuotas mensuales o limitaciones del ISP.
oc: Difusion en dirèct, telecargaments e jòcs sens limita, quòta mesadièr o alentiment del provesidor d’accès.
pa_in: ਬਿਨਾਂ ਕਿਸੇ ਹੱਦ, ਮਹੀਨੇਵਾਰ ਰੋਕਾਂ ਤੇ ISP ਵਲੋਂ ਹੌਲੀ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬੇਖ਼ੌਫ਼ ਹੋ ਕੇ ਸਟਰੀਮ, ਡਾਊਨਲੋਡ ਕਰੋ ਤੇ ਗੇਮਾਂ ਖੇਡੋ।

# vpn.onboarding.subtitle.4
source: We are committed to not monitoring or logging your browsing or network history.
es_cl: Nos comprometemos a no monitorear o registrar tu historial de navegación o de red.
oc: Nos engatjam a susvelhar pas o a enregistrar pas vòstra navegacion o activitat ret.
pa_in: ਅਸੀਂ ਤੁੁਹਾਡੇ ਵਲੋਂ ਬਰਾਊਜ਼ ਕਰਨ ਜਾਂ ਨੈੱਟਵਰਕ ਅਤੀਤ ਦੀ ਨਿਗਰਾਨੀ ਨਾ ਕਰਨ ਜਾਂ ਲਾਗ ਨਾ ਰੱਖਣ ਲਈ ਵਚਨਬੱਧ ਹਾਂ।

# vpn.aboutUs.privacyNotice2
source: Privacy notice
es_cl: Política de privacidad
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ

# vpn.aboutUs.releaseVersion2
source: Release version
es_cl: Versión de lanzamiento
pa_in: ਰੀਲਿਜ਼ ਵਰਜ਼ਨ

# vpn.aboutUs.tos2
source: Terms of service
es_cl: Términos del servicio
pa_in: ਸੇਵਾ ਦੀ ਸ਼ਰਤਾਂ

# vpn.settings.aboutUs
source: About us
es_cl: Acerca de nosotros
oc: A prepaus de nosautres
pa_in: ਸਾਡੇ ਬਾਰੇ

# vpn.settings.language
source: Language
es_cl: Idioma
oc: Lenga
pa_in: ਭਾਸ਼ਾ

# vpn.settings.systemLangaugeSubtitle
source: Mozilla VPN will use the default system language.
es_cl: Mozilla VPN usará el idioma predeterminado del sistema.
pa_in: Mozilla VPN ਸਿਸਟਮ ਦੀ ਮੁੱਢਲੀ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।

# vpn.settings.systemLanguageEnabled
source: Disable to select a different language
es_cl: Desactivar para seleccionar un idioma diferente
pa_in: ਵੱਖਰੀ ਭਾਸ਼ਾ ਚੁਣ ਲਈ ਅਸਮਰੱਥ ਕਰੋ

# vpn.settings.systemLanguageTitle
source: Use system language
es_cl: Usar el idioma del sistema
pa_in: ਸਿਸਟਮ ਦੀ ਭਾਸ਼ਾ ਵਰਤੋ

# vpn.settings.guestWifiAlert
source: Guest Wi-Fi portal alert
es_cl: Alerta de portal Wi-Fi para invitados
oc: Alèrta portal Wi-Fi convidat
pa_in: ਮਹਿਮਾਨ ਵਾਈ-ਫ਼ਾਈ ਪੋਰਟਲ ਦੀ ਚੇਤਾਵਨੀ

# vpn.settings.guestWifiAlert.description
source: Get notified if a guest Wi-Fi portal is blocked due to VPN connection
es_cl: Recibe una notificación si un portal Wi-Fi de invitado es bloqueado debido a una conexión VPN
oc: Recebètz una notificacion se un portal Wi-Fi convidat es blocat per la connexion VPN
pa_in: ਜੇਕਰ VPN ਕਨੈਕਸ਼ਨ ਕਾਰਨ ਮਹਿਮਾਨ ਵਾਈ-ਫ਼ਾਈ 'ਤੇ ਰੋਕ ਲੱਗਦੀ ਹੈ ਤਾਂ ਉਸ ਸਬੰਧੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ

# vpn.settings.notification.connectionChange.description
source: Get notified when the connection status changes
es_cl: Recibe una notificación cuando cambie el estado de conexión
pa_in: ਜਦੋਂ ਕਨੈਕਸ਼ਨ ਦੀ ਸਥਿਤੀ ਬਦਲਦੀ ਹੈ ਤਾਂ ਉਸ ਸਬੰਧੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ

# vpn.settings.notification.connectionChange2
source: Connection change notification
es_cl: Notificación de cambio de conexión
pa_in: ਕਨੈਕਸ਼ਨ ਬਦਲਣ ਦੀ ਸੂਚਨਾ

# vpn.settings.notification.serverSwitch.description
source: Get notified when you successfully switched servers
es_cl: Recibe una notificación cuando cambies correctamente de servidores
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਕਾਮਯਾਬੀ ਨਾਲ ਸਰਵਰ ਬਦਲਦੇ ਹੋ ਤਾਂ ਉਸ ਸਬੰਧੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ

# vpn.settings.notification.serverSwitch2
source: Server switching notification
es_cl: Notificación de cambio de servidor
pa_in: ਸਰਵਰ ਬਦਲਣ ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ

# vpn.settings.notifications
source: Notifications
es_cl: Notificaciones
oc: Notificacions
pa_in: ਸੂਚਨਾਵਾਂ

# vpn.settings.unsecuredNetworkAlert
source: Unsecured network alert
es_cl: Alerta de red insegura
oc: Alèrta de ret pas segur
pa_in: ਅਸੁਰੱਖਿਅਤ ਨੈੱਟਵਰਕ ਦੀ ਚੇਤਾਵਨੀ

# vpn.settings.unsecuredNetworkAlert.description
source: Get notified if you connect to an unsecured Wi-Fi network
es_cl: Recibe una notificación si te conectas a una red Wi-Fi no segura
oc: Siatz notificat quand vos connectat a un ret Wi-Fi pas segur
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਅਸੁਰੱਖਿਅਤ ਵਾਈ-ਫ਼ਾਈ ਨੈੱਟਵਰਕ ਨਾਲ ਜੁੜਦੇ ਹੋ ਤਾਂ ਉਸ ਸਬੰਧੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ

# vpn.protectSelectedApps.addApplication
source: Add application
es_cl: Añadir aplicación
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਜੋੜੋ

# vpn.protectSelectedApps.searchApps
source: Search apps
es_cl: Buscar apps
pa_in: ਐਪਾਂ ਖੋਜੋ

# vpn.settings.excludeTitle
source: Exclude apps from VPN protection
es_cl: Excluir apps de la protección VPN
pa_in: VPN ਸੁਰੱਖਿਆ ਤੋਂ ਅਲਹਿਦਾ ਐਪਾਂ

# vpn.settings.protectAllApps
source: Protect all apps with VPN
es_cl: Proteger todas las apps con VPN
pa_in: VPN ਨਾਲ ਸਾਰੀਆਂ ਐਪਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
