Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: es_cl, oc, pa_in

# vpn.updates.newVersionAvailable
source: New version is available.
es_cl: Hay una nueva versión disponible.
oc: Nòva version disponibla.

# vpn.main.settings
source: Settings
es_cl: Ajustes
oc: Paramètres

# vpn.authenticating.cancel
source: Cancel
es_cl: Cancelar
oc: Anullar

# vpn.devices.cancelDeviceRemoval
source: Cancel
es_cl: Cancelar
oc: Anullar

# vpn.settings.vpnMustBeOff
source: VPN must be off to edit these settings
es_cl: El VPN debe estar desactivado para editar estos ajustes
oc: Lo VPN deu èsser desactivar per modificar aquestes paramètres

# macosinstaller.welcome.message1
source: You will now be guided through the installation steps for the Mozilla VPN. Thank you for choosing your VPN from the trusted pioneer of internet privacy.
es_cl: Ahora se te guiará a través de los pasos de instalación de Mozilla VPN. Gracias por elegir tu VPN del más confiable y pionero de la privacidad en Internet.

# help.contactUs
source: Contact us
es_cl: Contáctanos
oc: Nos contactar

# help.helpCenter2
source: Help center
es_cl: Centro de ayuda

# help.viewLog
source: View log
es_cl: Ver registro
oc: Veire lo jornal

# vpn.systray.statusConnected.message
source: Connected to %1, %2
es_cl: Conectado a %1, %2
oc: Connectat a %1 (%2)

# vpn.systray.statusConnected.title
source: VPN Connected
es_cl: VPN conectado
oc: VPN connectat

# vpn.systray.statusDisconnected.message
source: Disconnected from %1, %2
es_cl: Desconectado de %1, %2
oc: Desconnectat de %1 (%2)

# vpn.systray.statusDisconnected.title
source: VPN Disconnected
es_cl: VPN desconectado
oc: VPN desconnectat

# vpn.systray.statusSwitch.title
source: VPN Switched Servers
es_cl: Servidores VPN conmutados
oc: Lo VPN a cambiat de servidor

# vpn.systray.statusSwtich.message
source: Switched from %1, %2 to %3, %4
es_cl: Cambiado de %1, %2 a %3, %4
oc: Passat de %1 (%2) a %3 (%4)

# vpn.android.authentication
source: Authentication
es_cl: Autenticación
oc: Autentificacion

# vpn.android.notification.isIDLE
source: Ready for you to connect
es_cl: Listo para que te conectes
oc: Podètz vos connectar

# menubar.help.title
source: Help
es_cl: Ayuda
oc: Ajuda

# vpn.settings.appPermissions2
source: App permissions
es_cl: Permisos de la app

# vpn.settings.protectSelectedApps.vpnMustBeOff
source: VPN must be off to edit App Permissions
es_cl: El VPN debe estar desactivado para editar los permisos de la app
oc: Lo VPN deu èsser desactivat per modificar las permissions de las aplicacions

# vpn.feedbackForm.lowRatingResponse
source: We’re sorry to hear you’ve had a poor experience. Please let us know how we can improve.
es_cl: Lamentamos escuchar que has tenido una mala experiencia. Cuéntanos cómo podemos mejorar.

# vpn.settings.lanAccess
source: Local network access
es_cl: Acceso a la red local
oc: Accès al ret local

# vpn.settings.lanAccess.description
source: Access printers, streaming sticks and all other devices on your local network
es_cl: Accede a impresoras, dispositivos de transmisión y todos los demás dispositivos en tu red local
oc: Accès a las imprimentas, a las claus de difusion e totes los autres aparelhs de vòstre ret local

# vpn.settings.networking
source: Network settings
es_cl: Ajustes de red
oc: Paramètres ret

# vpn.settings.networking.advancedDNSSettings
source: Advanced DNS Settings
es_cl: Ajustes DNS avanzados

# vpn.settings.user
source: VPN User
es_cl: Usuario de VPN
oc: Utilizaire VPN

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
es_cl: Cómo añadir un dispositivo

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
es_cl: Abre la aplicación Mozilla VPN en tu dispositivo preferido

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
es_cl: Conéctate a tu cuenta

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
es_cl: ¡Voila! Tu dispositivo ha sido añadido automáticamente a tu lista de dispositivos conectados al VPN

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
es_cl: Cómo quitar un dispositivo

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
es_cl: Abra Mozilla VPN en tu computador de escritorio o dispositivo móvil elegido

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
es_cl: Toca "Mis dispositivos" en la pantalla de inicio de tu VPN

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
es_cl: Selecciona el ícono de "Papelera" junto al dispositivo que deseas eliminar de tu lista de dispositivos conectados

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
es_cl: Sigue esta guía rápida y sencilla de 3 pasos para añadir y quitar todos tus dispositivos fácilmente.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
es_cl: ¿Cómo añado y elimino dispositivos?

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
es_cl: ¿Cómo me conecto a mi impresora o fax?

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
es_cl: Habilita el "Acceso a la red local" en tu configuración de red

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
es_cl: Conecta el cable de la impresora o del fax al puerto a tu dispositivo (si es con cable) o de forma inalámbrica

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
es_cl: Imprime o envía por fax tus documentos como de costumbre con tus computadores de escritorio/portátiles/teléfonos móviles

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
es_cl: ¿A qué otros tipos de dispositivos puedo conectarme?

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
es_cl: Con el "Acceso a la red local" activado, también puede conectarse a dispositivos como:

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
es_cl: Otros computadores y teléfonos móviles

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
es_cl: Dispositivos de transmisión (Chromecast / Roku / Apple AirPlay)

# guide.connecting_external_devices.subtitle
source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
es_cl: Habilitar el acceso a la red local te permite conectarte a otros dispositivos sin sacrificar tu protección VPN.

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
es_cl: Conectarse a otros dispositivos mientras se usa el VPN

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
es_cl: Protege tus datos personales e identidad

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
es_cl: Navegua por la web y usa sus aplicaciones favoritas libremente sin ser rastreado

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
es_cl: Mantén seguros los materiales confidenciales a través de nuestro cifrado de datos premium

# guide.how_to_vpn.block.c_3
source: Defense on the go
es_cl: Defensa sobre la marcha

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
es_cl: Bloquea entidades desconocidas para que no vean tus datos privados en puntos de acceso y Wi-Fi públicos de riesgo

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
es_cl: Protección estés donde estés, desde restaurantes hasta centros vacacionales

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
es_cl: Conéctate a más de 30 países

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
es_cl: Navega y accede a contenido de todo el mundo

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
es_cl: Compra en un servidor regional para obtener ofertas personalizadas, como pasajes de avión más baratos

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
es_cl: Mozilla VPN asegura la conexión entre tu dispositivo y la web. Estas son algunas de las funciones más útiles que ofrece tu VPN:

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
es_cl: Los principales usos y beneficios de usar Mozilla VPN

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
es_cl: Busca en tu navegador

# guide.is_my_vpn_working_correctly.block.c_2
source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
es_cl: Ingresa un término de búsqueda como “clima local” en tu navegador y mira el estado del clima en tiempo real para tu ubicación VPN actual.

# guide.is_my_vpn_working_correctly.block.c_3
source: Sign in to your favorite app or streaming site
es_cl: Conéctate a tu aplicación o sitio de transmisión favorito

# guide.is_my_vpn_working_correctly.block.c_4
source: Traveling abroad and need to access content from back home?
es_cl: ¿Viajas al extranjero y necesitas acceder al contenido de tu país de origen?

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
es_cl: Conéctate al servidor del país de tu preferencia

# guide.is_my_vpn_working_correctly.block.c_5.l_2
source: Sign on to your favorite app or streaming site
es_cl: Conéctate a tu aplicación o sitio de transmisión favorito

# guide.is_my_vpn_working_correctly.subtitle
source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
es_cl: Prueba tu geolocalización en uno de nuestros más de 400 servidores en todo el mundo de dos formas muy sencillas:

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
es_cl: ¿Está mi VPN conectadaoa la ubicación correcta del servidor?

# tutorial.01_get_started.completion_message
source: You’ve successfully changed your location, turned the VPN on and off. Would you like to learn more tips and tricks?
es_cl: Cambiaste correctamente tu ubicación, y reiniciaste el VPN. ¿Te gustaría conocer más consejos y trucos?

# tutorial.01_get_started.step.cityAT
source: Select a different server location
es_cl: Selecciona una ubicación del servidor diferente

# tutorial.01_get_started.step.cityAU
source: Select a different server location
es_cl: Selecciona una ubicación del servidor diferente

# tutorial.01_get_started.step.countryAT
source: Select a different country
es_cl: Selecciona un país diferente

# tutorial.01_get_started.step.countryAU
source: Select a different country
es_cl: Selecciona un país diferente

# tutorial.01_get_started.step.mainScreen
source: Select your location
es_cl: Selecciona tu ubicación

# tutorial.01_get_started.step.toggle
source: Toggle this switch to activate or deactivate the VPN
es_cl: Mueve este interruptor para activar o desactivar el VPN

# tutorial.01_get_started.subtitle
source: Follow this walkthrough to learn how to get started with using your VPN.
es_cl: Sigue este tutorial para aprender cómo comenzar a usar tu VPN.

# tutorial.01_get_started.title
source: Getting started with VPN
es_cl: Empezando con el VPN

# tutorial.02_connect_on_startup.completion_message
source: You’ve successfully learned how to set “Connect VPN on startup”. Would you like to learn more tips and tricks?
es_cl: Has aprendido a realizar la configuración de “Conectar VPN al encender”. ¿Quieres saber más consejos y trucos?

# tutorial.02_connect_on_startup.step.s1
source: Select your account settings
es_cl: Selecciona los ajustes de tu cuenta

# tutorial.02_connect_on_startup.step.s2
source: Select your system preferences
es_cl: Selecciona las preferencias de tu sistema

# tutorial.02_connect_on_startup.step.s3
source: Select or deselect this checkbox
es_cl: Marca o desmarca esta casilla de verificación

# tutorial.02_connect_on_startup.subtitle
source: Follow this walkthrough to learn how to activate your VPN when you start your device.
es_cl: Sigue este tutorial para aprender cómo activar tu VPN cuando enciendas tu dispositivo.

# tutorial.02_connect_on_startup.title
source: Connect VPN on startup
es_cl: Conectar VPN al encender

# vpn.captivePortalAlert.actionPostActivation
source: You must turn off your VPN in order to see the portal, and turn it back on once you have logged in.
es_cl: Debes apagar tu VPN para ver el portal y volver a encenderlo una vez que hayas iniciado sesión.

# vpn.captivePortalAlert.actionPreActivation
source: You can turn on your VPN once you have gained internet access by logging in to the portal.
es_cl: Puedes activar tu VPN una vez que hayas obtenido acceso a Internet iniciando sesión en el portal.

# vpn.captivePortalAlert.header
source: A captive portal is when the guest Wi-Fi you are using requires you to log in to get internet access.
es_cl: Un portal cautivo es cuando el Wi-Fi de invitados que estás utilizando requiere que inicies sesión para obtener acceso a Internet.

# vpn.connectionInfo.errorMessage
source: Looks like there was an unexpected error while trying to connect. Please try again or check your connection.
es_cl: Parece que hubo un error inesperado al intentar conectarse. Por favor, vuelve a intentarlo o revisa tu conexión.

# vpn.customDNSSettings.dnsAdblockAntiTrackRadioBody
source: Block internet ads and harmful domains with VPN
es_cl: Bloquear anuncios de Internet y dominios dañinos con VPN

# vpn.customDNSSettings.dnsAdblockAntiTrackRadioHeader
source: Use adblock and anti-tracking DNS
es_cl: Usar DNS de bloqueo de publicidad y anti-seguimiento

# vpn.customDNSSettings.dnsAdblockRadioBody
source: Block internet ads with VPN
es_cl: Bloquear anuncios de Internet con VPN

# vpn.customDNSSettings.dnsAdblockRadioHeader
source: Use adblock DNS
es_cl: Usar DNS de bloqueo de publicidad

# vpn.customDNSSettings.dnsAdvancedToggle
source: Advanced
es_cl: Avanzado

# vpn.customDNSSettings.dnsAntitrackRadioBody
source: Block harmful domains with VPN
es_cl: Bloquear dominios dañinos con VPN

# vpn.customDNSSettings.dnsAntitrackRadioHeader
source: Use anti-tracking DNS
es_cl: Usar DNS anti-seguimiento

# vpn.customDNSSettings.dnsCustomDNSRadioBody
source: Resolve websites using a custom DNS
es_cl: Resolver sitios web usando un DNS personalizado

# vpn.customDNSSettings.dnsCustomDNSRadioHeader
source: Use custom DNS
es_cl: Usar DNS personalizado

# vpn.customDNSSettings.dnsDefaultRadioBody
source: Automatically use Mozilla VPN-protected DNS
es_cl: Usar automáticamente DNS protegidos por el VPN de Mozilla

# vpn.customDNSSettings.dnsDefaultRadioHeader
source: Use default DNS
es_cl: Usar DNS predeterminados

# vpn.customDNSSettings.dnsDefaultToggle
source: Default
es_cl: Por defecto

# vpn.customDNSSettings.dnsFieldPlaceHolder
source: Enter custom DNS
es_cl: Ingresar DNS personalizado

# vpn.customDNSSettings.dnsInfoAlert
source: VPN must be off to change these settings
es_cl: El VPN debe estar desactivado para cambiar estos ajustes

# vpn.customDNSSettings.dnsNavItem
source: DNS settings
es_cl: Ajustes de DNS

# vpn.customDNSSettings.inlineCustomDNSError
source: Invalid DNS, please try a new one
es_cl: DNS no válido, por favor prueba con uno nuevo

# vpn.deleteAccount.optionDescriptionFour
source: Any extensions and themes that you’ve published to addons.mozilla.org will be deleted
es_cl: Toda extensión y tema que hayas publicado en addons.mozilla.org será eliminado

# vpn.deleteAccount.optionDescriptionOne
source: Any paid subscriptions you have will be cancelled (Except Pocket)
es_cl: Toda suscripción de paga que tengas será cancelada (Salvo Pocket)

# vpn.deleteAccount.optionDescriptionThree
source: Reactivating with this email may not restore your saved information
es_cl: Reactivar con este correo podría no restaurar tu información guardada

# vpn.deleteAccount.subheadline
source: Your Firefox account (%1) is connected to Mozilla products that keep you secure and productive on the web. Please acknowledge that by deleting your account:
es_cl: Tu cuenta de Firefox (%1) está conectada a los productos de Mozilla que te mantienen seguro y productivo en la web. Por favor, toma en cuenta que al eliminar tu cuenta:

# vpn.genericPurchaseError.genericPurchaseErrorText
source: An unexpected error has occurred, please try again. Visit our help center below to learn how to troubleshoot this issue or contact support.
es_cl: Se ha producido un error inesperado, por favor vuelve a intentarlo. Visita nuestro centro de soporte a continuación para aprender cómo solucionar este problema o contactar con el equipo de ayuda.

# vpn.inAppAuth.problemSigningInErrorMessage
source: Sorry, we were unable to sign you in to your account.
es_cl: Lo sentimos, no pudimos conectarte a tu cuenta.

# vpn.inAppAuth.problemSigningInTitle
source: Problem signing in…
es_cl: Problema al conectarte…

# vpn.inAppAuth.verificationCodeInputPlaceholder
source: Enter 6-digit code
es_cl: Ingresa el código de 6 dígitos

# vpn.inAppSupportWorkflow.disclaimerText
source: When you submit, Mozilla VPN will collect technical and interaction data with your email to help our support team understand your issue.
es_cl: Cuando envíes, Mozilla VPN recopilará datos técnicos y de interacción junto con tu correo para ayudar a nuestro equipo de soporte a comprender tu problema.

# vpn.multiHopFeature.multiHopCardBody
source: Multi-hop VPN routes your traffic through two servers instead of one for extra security and privacy. This may slow down your connection.
es_cl: El VPN multisaltos dirige tu tráfico a través de dos servidores en lugar de uno para una mayor seguridad y privacidad. Esto puede ralentizar tu conexión.

# vpn.restorePurchaseExpiredError.restorePurchaseExpiredErrorText
source: Sorry, we are unable to connect your Firefox Account to a current subscription. Please try again or contact our support team for further assistance.
es_cl: Lo sentimos, no hemos podido conectar tu cuenta de Firefox a una suscripción actual. Por favor, vuelve a intentarlo o ponte en contacto con nuestro equipo de ayuda.

# vpn.restorePurchaseGenericPurchaseError.restorePurchaseGenericPurchaseErrorText
source: Sorry, we were unable to confirm your subscription. Please try again or contact our support team for help.
es_cl: Lo sentimos, no pudimos confirmar tu suscripción. Por favor, vuelve a intentarlo o ponte en contacto con nuestro equipo de ayuda.

# vpn.restorePurchaseInUseError.restorePurchaseInUseErrorText
source: Another Firefox Account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
es_cl: Otra cuenta de Firefox ya se ha suscrito usando este Apple ID. Por favor, cierra sesión y vuelve a intentarlo, o ponte en contacto con nuestro equipo de ayuda.

# vpn.serverUnavailableNotification.bodyText
source: This server location is temporarily unavailable. Please open the app to choose a new location.
es_cl: Esta ubicación de servidor no está disponible temporalmente. Por favor, abre la aplicación para elegir una nueva ubicación.

# vpn.settings.systemPreferences
source: System preferences
es_cl: Preferencias del sistema

# vpn.settings.tunnelPort53
source: Tunnel VPN through port 53/DNS
es_cl: Pasa el VPN por un túnel a través del puerto 53/DNS

# vpn.settings.tunnelPort53Description
source: Use port 53/DNS for Wireguard traffic, which may help evade firewalls
es_cl: Usa el puerto 53/DNS para el tráfico de Wireguard, lo que puede ayudarte a evadir cortafuegos/firewalls

# vpn.settingsDev.useStagingSubtitle
source: Staging services are used to test features before they go live to production
es_cl: Los servicios de prueba se utilizan para probar las funcionalidades antes de que lleguen a producción

# vpn.splittunnel.infoText
source: For any questions about setting app permissions, we’ve provided some helpful tips on our website.
es_cl: Para cualquier pregunta sobre cómo configurar los permisos de las aplicaciones, hemos proporcionado algunos consejos útiles en nuestro sitio web.

# vpn.telemetryPolicyView.description
source: We strive to provide you with choices and collect only the data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
es_cl: Nos esforzamos por ofrecerte opciones y recopilar solo los datos que necesitamos para mejorar Mozilla VPN. Compartir estos datos con Mozilla es opcional.

# vpn.whatsNewReleaseNotes.connectionInfoDescription
source: You can now run speed tests in Mozilla VPN! Select the performance icon in the top left corner of your screen to test your connection speed while using VPN.
es_cl: ¡Ahora puedes ejecutar pruebas de velocidad en Mozilla VPN! Selecciona el ícono de rendimiento en la esquina superior izquierda de su pantalla para probar la velocidad de tu conexión mientras usas el VPN.

# vpn.whatsNewReleaseNotes.connectionInfoDescriptionShort
source: You can now run speed tests within the VPN to check your connection speed.
es_cl: Ahora puedes ejecutar pruebas de velocidad dentro del VPN para verificar la velocidad de tu conexión.

# vpn.whatsNewReleaseNotes.connectionInfoDisplayName
source: Test your speed
es_cl: Prueba tu velocidad

# vpn.whatsNewReleaseNotes.dnsListItemBody
source: Custom DNS settings allow for faster connection using local servers.
es_cl: La configuración de DNS personalizados permite una conexión más rápida usando servidores locales.

# vpn.whatsNewReleaseNotes.dnsListItemHeader
source: Custom DNS
es_cl: DNS personalizado

# vpn.whatsNewReleaseNotes.dnsModalBodyTextNew
source: Custom DNS servers allow for faster speed using local networks, features like ad-blocking and anti-tracking. You can find this feature in the “Network settings” section.
es_cl: Los servidores DNS personalizados permiten una velocidad más rápida usando las redes locales, y funcionalidades como el bloqueo de publicidad y de seguimiento. Puedes encontrar esta función en la sección "Configuración de red".

# vpn.whatsNewReleaseNotes.dnsModalButtonText
source: Done
es_cl: Hecho

# vpn.whatsNewReleaseNotes.dnsModalHeader
source: Custom DNS
es_cl: DNS personalizado

# vpn.whatsNewReleaseNotes.multiAccountContainersDescription
source: You can now use different Mozilla VPN locations in multiple tabs simultaneously.
es_cl: Ahora puedes usar diferentes ubicaciones de VPN de Mozilla en múltiples pestañas simultáneamente.

# vpn.whatsNewReleaseNotes.multiAccountContainersHeader
source: Mozilla VPN in Firefox
es_cl: Mozilla VPN en Firefox

# vpn.whatsNewReleaseNotes.multiAccountContainersShortDescription
source: Mozilla VPN is now integrated with the Multi-Account Containers add-on for more privacy and security.
es_cl: Mozilla VPN ahora está integrado con el complemento Multi-Account Containers para mayor privacidad y seguridad.

# vpn.whatsNewReleaseNotes.multiListItemBody
source: Multi-hop VPN uses multiple VPN servers instead of one for extra security and privacy.
es_cl: El VPN multisaltos utiliza varios servidores VPN en lugar de uno para mayor seguridad y privacidad.
