Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: es_cl, oc, pa_in

# vpn.whatsNewReleaseNotes.multiListItemHeader
source: Multi-hop VPN
es_cl: VPN multisaltos

# vpn.whatsNewReleaseNotes.multiModalBodyText
source: Multi-hop VPN will route your traffic through a second server for added protection. You can find this feature on the “Select location” screen.
es_cl: El VPN multisaltos desviará tu tráfico a través de un segundo servidor para mayor protección. Puedes encontrar esta función en la pantalla "Seleccionar ubicación".

# vpn.whatsNewReleaseNotes.multiModalHeader
source: Multi-hop VPN
es_cl: VPN multisaltos

# vpn.whatsNewReleaseNotes.supportListItemBody
source: The in-app support form will streamline the process of getting your issues resolved.
es_cl: El formulario de soporte dentro de la aplicación simplificará el proceso para resolver tus problemas.

# vpn.whatsNewReleaseNotes.supportListItemHeader
source: In-app support form
es_cl: Formulario de soporte dentro de la aplicación

# vpn.whatsNewReleaseNotes.supportModalBodyText
source: The in-app support form will allow you to contact support from within the VPN app. You can find it in the “Get help” section.
es_cl: El formulario de soporte de la aplicación te permitirá contactar con el equipo de ayuda desde la aplicación VPN. Puedes encontrarlo en la sección "Obtener ayuda".

# vpn.whatsNewReleaseNotes.supportModalButtonText
source: Next
es_cl: Siguiente

# vpn.whatsNewReleaseNotes.supportModalHeader
source: In-app support form
es_cl: Formulario de soporte dentro de la aplicación

# vpn.whatsNewReleaseNotes.tourModalBodyText
source: We’ve added a ton of cool features in this latest release. Take the tour to get a deeper dive into what we’ve added for you!
es_cl: Hemos añadido un montón de funcionalidades increíbles en esta última versión. ¡Visita el tour para profundizar en lo que te hemos agregado!

# vpn.whatsNewReleaseNotes.tourModalButtonText
source: Take the tour
es_cl: Hacer el tour

# vpn.whatsNewReleaseNotes.tourModalHeader
source: What’s new in VPN?
es_cl: ¿Qué hay de nuevo en VPN?

# vpn.whatsNewReleaseNotes.tourPageHeader
source: What’s new
es_cl: Qué hay de nuevo

# vpn.whatsNewReleaseNotes.tourSubHeader
source: Take the tour
es_cl: Hacer el tour

# vpn.whatsNewReleaseNotes.tourSystemNotifBody
source: Check out all the new features available in the latest version of Mozilla VPN!
es_cl: ¡Revisa todas las nuevas funcionalidades disponibles en la última versión de Mozilla VPN!

# vpn.whatsNewReleaseNotes.tourSystemNotifCTA
source: Take the tour
es_cl: Hacer el tour

# vpn.whatsNewReleaseNotes.tourSystemNotifHeader
source: What’s new in VPN
es_cl: Qué hay de nuevo en VPN

# vpn.aboutUs.tos
source: Terms of Service
oc: Condicions d’utilizacion

# vpn.aboutUs.privacyNotice
source: Privacy Notice
oc: Politica de confidencialitat

# vpn.aboutUs.license
source: License
oc: Licéncia

# vpn.aboutUs.releaseVersion
source: Release Version
oc: Version

# vpn.connectionInfo.upload
source: Upload
oc: Emission

# vpn.controller.info
source: Connection Information
oc: Informacions de connexion

# vpn.devices.maxDevicesReached
source: You’ve reached your limit. To install the VPN on this device, you’ll need to remove one.
oc: Avètz atengut vòstra limita. Per installar lo VPN sus aqueste aparelh, vos calrà ne levar un.

# vpn.main.getHelp
source: Get Help
oc: Obténer d’ajuda

# vpn.connectionInfo.Bps
source: B/s
oc: octets/s

# vpn.connectionInfo.kBps
source: kB/s
oc: Ko/s

# vpn.connectioInfo.mBps
source: MB/s
oc: Mo/s

# vpn.connectioInfo.gBps
source: GB/s
oc: Go/s

# vpn.connectionInfo.tBps
source: TB/s
oc: To/s

# vpn.main.signOut
source: Sign Out
oc: Se desconnectar

# vpn.alert.deviceRemovedAndLogout
source: Signed out and device removed
oc: Desconnectat e aparelh levat

# vpn.settings.appPermissions
source: App Permissions
oc: Permissions de las aplicacions

# vpn.settings.protectSelectedApps
source: Protect specific apps
oc: Protegir d’aplicacions especificas

# vpn.settings.protectSelectedApps.description
source: Choose which apps should use the VPN
oc: Causissètz quinas aplicacions devon utilizar lo VPN

# vpn.settings.protectSelectedApps.allAppsProtected
source: VPN protects all apps by default
oc: Lo VPN protegís totas las aplicacions per defaut

# vpn.settings.unprotected
source: Unprotected
oc: Pas protegits

# vpn.settings.unprotected.description
source: These apps will not use the VPN
oc: Aquestas aplicacions utilizaràn pas lo VPN

# vpn.settings.protectall
source: Protect All
oc: Las protegir totas

# vpn.settings.protected
source: Protected
oc: Protegits

# vpn.settings.protected.description
source: These apps will use the VPN
oc: Aquestas aplicacions utilizaràn lo VPN

# vpn.settings.unprotectall
source: Unprotect All
oc: Ne protegir pas cap

# vpn.settings.ipv6.description
source: Push the internet forward with the latest version of the Internet Protocol
oc: Fasètz passar Internet a la velocitat superiora amb la darrièra version del protocòl Internet

# vpn.settings.runOnBoot
source: Launch VPN app on Startup
oc: Aviar l’aplicacion VPN a l’aviada

# vpn.subscriptionBlocked.title
source: Error confirming subscription…
oc: Error de confirmacion d’abonament…

# vpn.subscriptionBlocked.anotherFxaSubscribed
source: Another Firefox Account has already subscribed using this Apple ID.
oc: Un autre compte Firefox es ja abonat via aqueste Apple ID.

# vpn.subscription.title
source: Subscribe for %1/mo
oc: S’abonar per %1/mes

# vpn.subscription.moneyBackGuarantee
source: 30-day money-back guarantee
oc: Garantida de remborsament de 30 jours

# vpn.subscription.featureSubtitle2
source: We encrypt your entire device.
oc: Chifram vòstre aparelh complet.

# vpn.subscription.featureSubtitle3
source: Protect your access to the web.
oc: Protegissètz vòstre accès al web.

# vpn.subscription.featureSubtitle4
source: We won’t restrict your bandwidth.
oc: Limitarem pas vòstra banda passanta.

# vpn.subscription.featureSubtitle1
source: We’re Mozilla. We’re on your side.
oc: Sèm Mozilla. Sèm de vòstre costat.

# help.helpCenter
source: Help Center
oc: Centre d’assisténcia

# systray.hide
source: Hide Mozilla VPN
oc: Amagar Mozilla VPN

# systray.show
source: Show Mozilla VPN
oc: Mostrar Mozilla VPN

# vpn.systray.status.connectedTo
source: Connected to:
oc: Connectat a :

# vpn.systray.status.connectTo
source: Connect to the last location:
oc: Se connectar al darrièr emplaçament :

# vpn.systray.status.connectingTo
source: Connecting to:
oc: Connexion a :

# vpn.systray.status.disconnectingFrom
source: Disconnecting from:
oc: Desconnexion de :

# vpn.systray.unsecuredNetwork.title
source: Unsecured Wi-Fi network detected
oc: Ret Wi-Fi pas segur detectat

# vpn.systray.unsecuredNetwork.message
source: %1 is not secure. Turn on VPN to secure your device.
oc: %1 es pas segur. Activatz lo VPN per securizar vòstre aparelh.

# vpn.systray.captivePortalBlock.title
source: Guest Wi-Fi portal blocked
oc: Portal Wi-Fi convidat blocat

# vpn.systray.captivePortalBlock.message
source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
oc: Lo ret Wi-Fi convidat qu’utilizatz requerís una accion. Clicatz per desactivar lo VPN per veire lo portal.

# vpn.systray.captivePortalUnblock.title
source: Guest Wi-Fi portal detected
oc: Portal Wi-Fi convidat detectat

# vpn.systray.captivePortalUnblock.message
source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
oc: Lo ret Wi-Fi convidat qu’utilizatz poiriá èsser pas segur. Clicatz per activar lo VPN per securizar vòstre aparelh.

# systray.disconnect
source: Disconnect
oc: Desconnectar

# systray.help
source: Help
oc: Ajuda

# systray.preferences
source: Preferences…
oc: Preferéncias…

# systray.quit
source: Quit Mozilla VPN
oc: Quitar Mozilla VPN
