Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: es_cl, oc, pa_in

# vpn.mobileOnboarding.panelThreeSubtitle
source: Route your activity and location through servers in more than 30 countries.
es_cl: Enruta tu actividad y ubicación a través de servidores en más de 30 países.
pa_in: ਆਪਣੀ ਸਰਗਰਮੀ ਜਾਂ ਟਿਕਾਣੇ ਨੂੰ 30 ਤੋਂ ਵੱਧ ਦੇਸ਼ਾਂ ਵਿੱਚ ਮੌਜੂਦ ਸਰਵਰਾਂ ਰਾਹੀਂ ਘੁੰਮਾਓ।

# vpn.mobileOnboarding.panelThreeTitle
source: Protect your privacy
es_cl: Protege tu privacidad
pa_in: ਆਪਣੀ ਪਰਦੇਦਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ

# vpn.mobileOnboarding.panelTwoSubtitle
source: Mozilla VPN keeps your location and browsing safe from eavesdroppers.
es_cl: Mozilla VPN mantiene tu ubicación y navegación a salvo de los espías.
pa_in: Mozilla VPN ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਅਤੇ ਬਰਾਊਜ਼ ਕਰਨ ਨੂੰ ਝਾਤੀਆਂ ਮਾਰਨ ਵਾਲਿਆਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ।

# vpn.mobileOnboarding.panelTwoTitle
source: Encrypt your activity
es_cl: Cifra tu actividad
pa_in: ਆਪਣੀ ਸਰਗਰਮੀ ਨੂੰ ਇੰਕ੍ਰਿਪਟ ਕਰੋ

# vpn.mobileOnboarding.signUpBtn
source: Sign up
es_cl: Registrarse
pa_in: ਸਾਈਨ ਅੱਪ ਕਰੋ

# vpn.multiFxaAccountError.fxaAccountErrorHeader
source: Problem confirming subscription
es_cl: Problema al confirmar la suscripción
pa_in: ਮੈਂਬਰੀ ਤਸਦੀਕ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆ ਹੈ

# vpn.multiFxaAccountError.fxaAccountErrorText
source: Your subscription is linked to another Firefox Account. You may need to sign in with a different email address.
es_cl: Tu suscripción está vinculada a otra cuenta de Firefox. Puede que tengas que conectarte con una dirección de correo diferente.
pa_in: ਤੁਹਾਡੀ ਮੈਂਬਰੀ ਹੋਰ Firefox ਖਾਤੇ ਨਾਲ ਕਨੈਕਟ ਹੈ। ਤੁਹਾਨੂੰ ਵੱਖਰੇ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।

# vpn.multiFxaAccountError.visitOurHelpCenter
source: Visit our help center to learn more about managing your subscriptions.
pa_in: ਆਪਣੀ ਮੈਂਬਰੀ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰਨ ਬਾਰੇ ਜਾਣਨ ਲਈ ਸਾਡੇ ਮਦਦ ਕੇਂਦਰ ਨੂੰ ਖੋਲ੍ਹੋ।

# vpn.multiHopFeature.accessibleNameRecentConnection
source: %1 to %2
pa_in: %1 ਤੋਂ %2

# vpn.multiHopFeature.multiHopArrowAltText
source: To
es_cl: A
pa_in: ਵੱਲ

# vpn.multiHopFeature.multiHopCardHeader
source: What is multi-hop VPN?
es_cl: ¿Qué es un VPN multisaltos?
pa_in: ਬਹੁ-ਪੜਾਵੀ VPN ਕੀ ਹੈ?

# vpn.multiHopFeature.multiHopConnectionsHeader
source: Recent connections
es_cl: Conexiones recientes
pa_in: ਸੱਜਰੇ ਕਨੈਕਸ਼ਨ

# vpn.multiHopFeature.multiHopEntryLocationHeader
source: Select entry location
es_cl: Seleccionar ubicación de entrada
pa_in: ਐਂਟਰੀ ਟਿਕਾਣਾ ਚੁਣੋ

# vpn.multiHopFeature.multiHopExitLocationHeader
source: Select exit location
es_cl: Seleccionar ubicación de salida
pa_in: ਬਾਹਰੀ ਟਿਕਾਣਾ ਚੁਣੋ

# vpn.multiHopFeature.multiHopInfoText
source: Exit location represents your main VPN server.
es_cl: La ubicación de salida representa tu principal servidor VPN.
pa_in: ਆਖਰੀ ਟਿਕਾਣਾ ਤੁਹਾਡੇ ਮੁੱਖ VPN ਸਰਵਰ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।

# vpn.multiHopFeature.multiHopToggleCTA
source: Multi-hop
es_cl: Multisaltos
pa_in: ਬਹੁ-ਪੜਾਵੀ

# vpn.multiHopFeature.serverSearchResultsError
source: No results. Try a different search
es_cl: Sin resultados. Prueba una búsqueda diferente
pa_in: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ। ਵੱਖਰੀ ਖੋਜ ਕਰਕੇ ਵੇਖੋ

# vpn.multiHopFeature.singleHopToggleCTA
source: Single-hop
es_cl: Salto único
pa_in: ਇੱਕ-ਪੜਾਅ

# vpn.navBar.homeTab
source: Home
pa_in: ਘਰ

# vpn.navBar.messagesTab
source: Messages
pa_in: ਸੁਨੇਹੇ

# vpn.navBar.settingsTab
source: Settings
pa_in: ਸੈਟਿੰਗਾਂ

# vpn.networkSettings.multihopTitle
source: Multi-hop tunnel
es_cl: Túnel multisaltos
pa_in: ਬਹੁ-ਪੜਾਵੀ ਟਨਲ

# vpn.notSignedInGoogle.googleModalBodyText
source: To continue subscribing, please sign in to your Google Account
es_cl: Para continuar suscribiéndote, por favor conéctate con tu cuenta de Google
pa_in: ਮੈਂਬਰ ਬਣਨ ਲਈ ਆਪਣੇ Google ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ

# vpn.notSignedInGoogle.googleModalHeader
source: Sign in to Google Account
es_cl: Conéctate a tu cuenta de Google
pa_in: Google ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ

# vpn.notSignedInGoogle.googleModalLinkText
source: Go to Play Store
es_cl: Ir a Play Store
pa_in: Play ਸਟੋਰ ਉੱਤੇ ਜਾਓ

# vpn.notifications.VPNConnectedMessage
source: Connected to %1
pa_in: %1 ਨਾਲ ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNConnectedMessages
source: Connected through %1
pa_in: %1 ਰਾਹੀਂ ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNConnectedTitle
source: VPN Connected
pa_in: VPN ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNDisconnectedMessage
source: Disconnected from %1
pa_in: %1 ਤੋਂ ਡਿਸ-ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNDisconnectedTitle
source: VPN Disconnected
pa_in: VPN ਕਨੈਕਸ਼ਨ ਤੋੜਿਆ

# vpn.notifications.VPNMultihopConnectedMessage
source: Connected to %1, through %2
pa_in: %1 ਨਾਲ %2 ਰਾਹੀਂ ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNMultihopConnectedMessages
source: Connected through %1 via %2
pa_in: %2 ਤੋਂ ਲੈ ਕੇ %1 ਰਾਹੀਂ ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNMultihopDisconnectedMessage
source: Disconnected from %1 and %2
pa_in: %1 ਅਤੇ %2 ਤੋਂ ਡਿਸ-ਕਨੈਕਟ ਹੈ

# vpn.notifications.VPNSwitchedServersMessage
source: Switched from %1 to %2
pa_in: %1 ਤੋਂ %2 ਲਈ ਬਦਲਿਆ ਗਿਆ

# vpn.notifications.VPNSwitchedServersTitle
source: VPN Switched Servers
pa_in: VPN ਨੇ ਸਰਵਰ ਬਦਲੇ

# vpn.notifications.captivePortalBlockMessage2
source: The guest Wi-Fi network you’re connected to requires action. Click to turn off VPN to see the portal.
es_cl: La red Wi-Fi a la que estás conectado requiere una acción. Haz clic para desactivar el VPN para ver el portal.
pa_in: ਗੈਸਟ Wi-Fi ਨੈੱਟਵਰਕ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਕਨੈਕਟ ਹੈ, ਲਈ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਹੈ। ਪੋਰਟਲ ਨੂੰ ਵੇਖਣ ਲਈ VPN ਬੰਦ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।

# vpn.notifications.captivePortalBlockTitle
source: Guest Wi-Fi portal blocked
es_cl: Portal Wi-Fi para invitados bloqueado
pa_in: ਮਹਿਮਾਨ ਵਾਈ-ਫ਼ਾਈ ਪੋਰਟਲ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ

# vpn.notifications.captivePortalUnblockMessage2
source: The guest Wi-Fi network you’re connected to may not be secure. Click to turn on VPN to secure your device.
es_cl: Puede que la red Wi-Fi a la que estás conectado no sea segura. Haz clic para activar el VPN para proteger tu dispositivo.
pa_in: ਜਿਸ ਗੈਸਟ Wi-Fi ਨਾਲ ਤੁਸੀਂ ਕਨੈਕਟ ਹੋ, ਉਹ ਸ਼ਾਇਦ ਸੁਰੱਖਿਅਤ ਨਾ ਹੋਵੇ। ਆਪਣੇ ਡਿਵਾਈਸ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ VPN ਨੂੰ ਚਾਲੂ ਕਰੋ।

# vpn.notifications.captivePortalUnblockTitle
source: Guest Wi-Fi portal detected
es_cl: Portal Wi-Fi para invitados detectado
pa_in: ਮਹਿਮਾਨ ਵਾਈ-ਫ਼ਾਈ ਪੋਰਟਲ ਖੋਜਿਆ ਗਿਆ

# vpn.notifications.subscriptionNotFound
source: Your Mozilla VPN subscription cannot be found. Please open the app to resolve this subscription issue.
pa_in: ਤੁਹਾਡੀ Mozilla VPN ਮੈਂਬਰੀ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ। ਇਸ ਮੈਂਬਰੀ ਮਸਲੇ ਨੂੰ ਹੱਲ਼ ਕਰਨ ਵਾਸਤੇ ਐਪ ਨੂੰ ਖੋਲ੍ਹੋ।

# vpn.notifications.unsecuredNetworkMessage
source: %1 is not secure. Click here to turn on VPN and secure your device.
es_cl: %1 no es segura. Haz clic aquí para activar el VPN y asegurar tu dispositivo.
pa_in: %1 ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੈ। ਆਪਣੇ VPN ਨੂੰ ਚਾਲੂ ਕਰਨ ਤੇ ਆਪਣੇ ਡਿਵਾਈਸ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ।

# vpn.notifications.unsecuredNetworkTitle
source: Unsecured Wi-Fi network detected
es_cl: Red Wi-Fi insegura detectaa
pa_in: ਅਸੁਰੱਖਿਅਤ ਵਾਈ-ਫਾਈ ਨੈੱਟਵਰਕ ਦੀ ਸੂਹ ਲੱਗੀ

# vpn.onboarding.panelFourSubtitle
source: You can set Mozilla VPN to protect you from ads, trackers, and malware. Plus, customize your protection for specific apps.
pa_in: ਤੁਸੀਂ Mozilla VPN ਨੂੰ ਤੁਹਾਨੂੰ ਇਸ਼ਤਿਕਾਰਾਂ, ਟੋਹੀਆਂ ਤੇ ਮਾਲਵੇਅਰ ਤੋਂ ਬਚਾਉਣ ਲਈ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਤੁਸੀਂ ਖਾਸ ਐਪਾਂ ਲਈ ਵੀ ਆਪਣੀ ਸੁਰੱਖਿਆ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।

# vpn.onboarding.panelFourTitle
source: Add even more privacy
pa_in: ਹੋਰ ਵੀ ਵੱਧ ਪਰਦੇਦਾਰੀ ਜੋੜੋ

# vpn.onboarding.panelThreeTitle
source: One tap to safety
pa_in: ਸੁਰੱਖਿਆ ਵਾਸਤੇ ਇੱਕ ਛੋਹ

# vpn.onboarding.panelTwoTitle
source: Protect your privacy
pa_in: ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਸੁਰੱਖਿਆ

# vpn.paymentMethods.amex
source: American Express
pa_in: ਅਮੈਰਿਕਨ ਐਕਸਪਰੈਸ

# vpn.paymentMethods.diners
source: Diners Club
pa_in: ਡਿਨਰਸ ਕਲੱਬ

# vpn.paymentMethods.discover
source: Discover
pa_in: ਡਿਸਕਵਰ

# vpn.paymentMethods.iapApple
source: Apple subscription
pa_in: Apple ਮੈਂਬਰੀ

# vpn.paymentMethods.iapGoogle
source: Google subscription
pa_in: Google ਮੈਂਬਰੀ

# vpn.postAuthentication.headline
source: Quick access
pa_in: ਫ਼ੌਰੀ ਪਹੁੰਚ

# vpn.postAuthentication.subtitle
source: You can quickly access Mozilla VPN from your status bar.
pa_in: ਤੁਸੀਂ ਸਟੇਟਸ ਬਾਰ ਤੋਂ Mozilla VPN ਨੂੰ ਤੁਰੰਤ ਵਰਤ ਸਕਦੇ ਹੋ।

# vpn.product.description
source: A fast, secure and easy to use VPN. Built by the makers of Firefox.
pa_in: ਤੇਜ਼, ਸੁਰੱਖਿਅਤ ਤੇ ਵਰਤੋਂ ਵਿੱਚ ਸੁਖਾਲਾ VPN ਹੈ। Firefox ਬਣਾਉਣ ਵਾਲਿਆਂ ਵੱਲੋਂ ਬਣਾਇਆ।

# vpn.purchase.percentSaved
source: Save %1%
pa_in: %1 % ਬੱਚਤ

# vpn.purchase.subscribeNow
source: Subscribe now
pa_in: ਹੁਣੇ ਮੈਂਬਰ ਬਣੋ

# vpn.purchase.subscriptionOption
source: %1-month plan: %2
pa_in: %1-ਮਹੀਨਾ ਪਲਾਨ: %2

# vpn.purchaseWeb.inProgress2
source: Please continue subscribing in your browser…
pa_in: ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਰਾਹੀਂ ਮੈਂਬਰ ਬਣਨਾ ਜਾਰੀ ਰੱਖੋ…

# vpn.purchaseWeb.title
source: Subscribe to Mozilla VPN
pa_in: Mozilla VPN ਦੇ ਮੈਂਬਰ ਬਣੋ

# vpn.restorePurchase.restorePurchaseButton
source: Already a subscriber?
es_cl: ¿Ya eres suscriptor?
pa_in: ਪਹਿਲਾਂ ਹੀ ਗਾਹਕ ਹੋ?

# vpn.serverUnavailableModal.bodyText
source: This server location is temporarily unavailable. Choose a new location.
es_cl: Esta ubicación de servidor no está disponible temporalmente. Elije una nueva ubicación.
pa_in: ਇਹ ਸਰਵਰ ਟਿਕਾਣਾ ਆਰਜ਼ੀ ਤੌਰ ਉੱਤੇ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਨਵਾਂ ਟਿਕਾਣਾ ਚੁਣੋ।

# vpn.serverUnavailableModal.buttonLabel
source: Choose a new location
es_cl: Elegir una nueva ubicación
pa_in: ਨਵਾਂ ਟਿਕਾਣਾ ਚੁਣੋ

# vpn.serverUnavailableModal.headerText
source: Server unavailable
es_cl: Servidor no disponible
pa_in: ਸਰਵਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ

# vpn.serverUnavailableNotification.bodyTextFireWallBlocked
source: The server has been blocked. Check your firewall settings.
pa_in: ਸਰਵਰ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ ਗਈ ਹੈ। ਆਪਣੀਆਂ ਫ਼ਾਇਰਵਾਲ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।

# vpn.serverUnavailableNotification.preferencesLabel
source: Server unavailable notification
es_cl: Notificación de servidor no disponible
pa_in: ਸਰਵਰ ਨਾ-ਮੌਜੂਦ ਹੋਣ ਦਾ ਨੋਟੀਫਿਕੇਸ਼ਨ

# vpn.serverUnavailableNotification.preferencesSubLabel
source: Get notified when connecting to a server location failed
es_cl: Recibe una notificación cuando falle la conexión a una ubicación de servidor
pa_in: ਸਰਵਰ ਟਿਕਾਣੇ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਦੌਰਾਨ ਅਸਫ਼ਲ ਹੋਣ ਉੱਤੇ ਸੂਚਨਾ ਲਵੋ

# vpn.serversView.recommendedCardBody
source: These locations are sorted by expected performance.
pa_in: ਇਹ ਟਿਕਾਣਿਆਂ ਨੂੰ ਆਸ ਕੀਤੀ ਕਾਰਗੁਜ਼ਾਰੀ ਰਾਹੀਂ ਲੜੀਬੱਧ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।

# vpn.serversView.recommendedCardTitle
source: Why are these locations recommended?
pa_in: ਇਹਨਾਂ ਟਿਕਾਣਿਆਂ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਿਉਂ ਕੀਤੀ ਗਈ ਹੈ?

# vpn.serversView.recommendedRefreshLabel
source: Refresh list
pa_in: ਸੂਚੀ ਤਾਜ਼ਾ ਕਰੋ

# vpn.serversView.recommendedRefreshLastUpdatedDisabledLabel
source: Last updated: %1. To update this list please disconnect from the VPN.
pa_in: ਪਿਛਲਾ ਕੀਤਾ ਅੱਪਡੇਟ: %1। ਇਹ ਸੂਚੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਲਈ VPN ਤੋਂ ਡਿਸ-ਕਨੈਕਟ ਕਰੋ।

# vpn.serversView.recommendedRefreshLastUpdatedLabel
source: Last updated: %1.
pa_in: ਆਖਰੀ ਕੀਤਾ ਅੱਪਡੇਟ: %1।

# vpn.serversView.recommendedRefreshLastUpdatedLabelYesterday
source: yesterday
pa_in: ਕੱਲ੍ਹ

# vpn.serversView.recommendedRefreshlLoadingLabel
source: Checking (%1%)…
pa_in: …ਜਾਂਚਿਆ ਜਾ ਰਿਹਾ ਹੈ (%1%)

# vpn.serversView.searchNoResultsLabel
source: No results. Try a different search
es_cl: Sin resultados. Prueba una búsqueda diferente
pa_in: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ। ਵੱਖਰੀ ਖੋਜ ਕਰਕੇ ਵੇਖੋ

# vpn.serversView.searchPlaceholder
source: Search countries
es_cl: Buscar países
pa_in: ਦੇਸ਼ ਖੋਜੋ

# vpn.serversView.serverCityWithGoodConnection
source: %1. Good connectivity
pa_in: %1। ਵਧੀਆ ਕਨੈਕਸ਼ਨ

# vpn.serversView.serverCityWithModerateConnection
source: %1. Moderate connectivity
pa_in: %1। ਠੀਕ-ਠਾਕ ਕਨੈਕਸ਼ਨ

# vpn.serversView.serverCityWithNoConnection
source: %1. No connectivity
pa_in: %1। ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ

# vpn.serversView.serverCityWithPoorConnection
source: %1. Poor connectivity
pa_in: %1। ਕਮਜ਼ੋਰ ਕਨੈਕਸ਼ਨ

# vpn.serversView.tabAllLabel
source: All
pa_in: ਸਭ

# vpn.serversView.tabRecommendedLabel
source: Recommended
pa_in: ਸਿਫ਼ਾਰਸ਼ੀ

# vpn.settings.appExclusionClearAllApps
source: Clear all
pa_in: ਸਭ ਸਾਫ਼ ਕਰੋ

# vpn.settings.appExclusionSettings
source: App exclusions
pa_in: ਐਪ ਅਲਹਿਦਗੀਆਂ

# vpn.settings.appPreferences
source: App preferences
pa_in: ਐਪ ਪਸੰਦਾਂ

# vpn.settings.crashOptInDescription
source: Allow Mozilla VPN to automatically send crash reports to help fix unexpected crashes
es_cl: Permite que Mozilla VPN envíe automáticamente informes de fallos para ayudar a solucionar errores inesperados
pa_in: ਅਚਾਨਕ ਹੋਏ ਕਰੈਸ਼ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਵਾਸਤੇ Mozilla VPN ਨੂੰ ਆਪਣੇ-ਆਪ ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਭੇਜਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ

# vpn.settings.dataCollectionDescription
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla
es_cl: Permitir que Mozilla VPN envíe datos técnicos, de interacción, de campañas y de referencias a Mozilla
pa_in: Mozilla VPN ਨੂੰ Mozilla ਕੋਲ ਤਕਨੀਕੀ, ਤਾਲਮੇਲ ਅਤੇ ਮੁਹਿੰਮ ਤੇ ਹਵਾਲਾ ਡਾਟਾ ਭੇਜਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ

# vpn.settings.dnsSettings
source: DNS settings
pa_in: DNS ਸੈਟਿੰਗਾਂ

# vpn.settings.dnsSettingsCustomDNSBody
source: Resolve websites using a custom DNS
pa_in: ਪਸੰਦੀਦਾ DNS ਵਰਤ ਕੇ ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਹੱਲ ਕਰੋ

# vpn.settings.dnsSettingsCustomDNSError
source: Invalid DNS, please try a new one
pa_in: ਗਲਤ DNS, ਨਵਾਂ ਵਰਤ ਕੇ ਵੇਖੋ

# vpn.settings.dnsSettingsCustomDNSTitle
source: Use custom DNS
pa_in: ਪਸੰਦੀਦਾ DNS ਵਰਤੋਂ

# vpn.settings.dnsSettingsDisconnectWarning
source: Changing these settings will cause the VPN to disconnect and reconnect automatically.
pa_in: ਇਹ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣ ਨਾਲ VPN ਬੰਦ ਹੋਕੇ ਆਪਣੇ-ਆਪ ਮੁੜ ਕਨੈਕਟ ਹੋਵੇਗਾ।

# vpn.settings.dnsSettingsInputPlaceholder
source: Enter custom DNS
pa_in: ਪਸੰਦੀਦਾ DNS ਦਿਓ

# vpn.settings.dnsSettingsStandardDNSBody
source: Resolve websites using Mozilla VPN’s standard DNS
pa_in: ਵੈੱਬਸਾਈਟਾਂ ਦਾ ਪਤਾ Mozilla VPN ਦੇ ਮਿਆਰੀ DNS ਰਾਹੀਂ ਲਾਓ

# vpn.settings.dnsSettingsStandardDNSTitle
source: Use standard DNS
pa_in: ਮਿਆਰੀ DNS ਵਰਤੋ

# vpn.settings.privacyAdblockBody
source: Reduces the number of ads you see when you’re using VPN
pa_in: ਜਦੋਂ ਤੁਸੀਂ VPN ਵਰਤਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਦਿਸਣ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰਾਂ ਦੀ ਗਿਣਤੀ ਘੱਟ ਜਾਂਦੀ ਹੈ।

# vpn.settings.privacyAdblockTitle
source: Block ads
pa_in: ਇਸ਼ਤਿਹਾਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਾਓ

# vpn.settings.privacyMalwareBody
source: Helps protect you from ransomware, phishing, spyware, viruses, and malware
pa_in: ਤੁਹਾਨੂੰ ਰੈਨਸਮਵੇਅਰ, ਫ਼ਿਸ਼ਿੰਗ, ਜਾਸੂਸੀ, ਵਾਈਰਸ ਅਤੇ ਮਾਲਵੇਅਰ ਤੋਂ ਬਚਾਅ ਕੇ ਰੱਖਣ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ

# vpn.settings.privacyMalwareTitle
source: Block malware
pa_in: ਮਾਲਵੇਅਰ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ

# vpn.settings.privacySettings
source: Privacy features
pa_in: ਪਰਦੇਦਾਰੀ ਫ਼ੀਚਰ

# vpn.settings.privacyTrackerBody
source: Fewer harmful domains will be able to track you
pa_in: ਘੱਟ ਨੁਕਸਾਨਦੇਹ ਡੋਮੇਨ ਤੁਹਾਡੀ ਟੋਹ ਲੈ ਸਕਣਗੇ

# vpn.settings.privacyTrackerTitle
source: Block trackers
pa_in: ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ

# vpn.settings.startAtBootSubtitle
source: Mozilla VPN will launch and connect when you start up your device
es_cl: Mozilla VPN se iniciará y se conectará cuando enciendas tu dispositivo
pa_in: ਜਦੋਂ ਵੀ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਸ਼ੁਰੂ ਹੋਵੇ ਤਾਂ Mozilla VPN ਨੂੰ ਚਲਾਓ ਤੇ ਕਨੈਕਟ ਕਰੋ

# vpn.settings.startAtBootTitle
source: Connect VPN on startup
es_cl: Conectar VPN al encender
pa_in: ਸ਼ੁਰੂ ਵੇਲੇ VPN ਕਨੈਕਟ ਕਰੋ

# vpn.settings.tipsAndTricksSettings
source: Tips and tricks
pa_in: ਟਿੱਪਸ ਅਤੇ ਟਰਿਕਸ

# vpn.settingsDev.restartRequired
source: VPN must be restarted to take effect
es_cl: El VPN debe ser reiniciado para que surta efecto
pa_in: ਲਾਗੂ ਕਰਨ ਲਈ VPN ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ

# vpn.settingsDev.showOptionSubtitle
source: Show or hide the developer options menu
es_cl: Mostrar u ocultar el menú de opciones de desarrollador
pa_in: ਡਿਵੈਲਪਰ ਚੋਣ ਮੇਨੂ ਨੂੰ ਦਿਖਾਓ ਜਾਂ ਓਹਲੇ ਕਰੋ

# vpn.settingsDev.showOptionTitle
source: Show Developer Options
es_cl: Mostrar opciones de desarrollador
pa_in: ਡਿਵੈਲਪਰ ਚੋਣਾਂ ਵੇਖਾਓ

# vpn.settingsDev.title
source: Developer Options
es_cl: Opciones de desarrollador
pa_in: ਡਿਵੈਲਪਰ ਚੋਣਾਂ

# vpn.settingsDev.useStagingTitle
source: Use Staging Servers
es_cl: Usar servidores de pruebas
pa_in: ਸਟੇਜਿੰਗ ਸਰਵਰ ਵਰਤੋ

# vpn.splittunnel.infoLinkText
source: Learn more
es_cl: Aprender más
pa_in: ਹੋਰ ਸਿੱਖੋ

# vpn.splittunnel.missingAppActionButton
source: Add apps manually
es_cl: Agregar apps manualmente
pa_in: ਐਪ ਖੁਦ ਜੋੜੋ

# vpn.splittunnel.missingAppAddedOne
source: Success! You added “%1” to this list.
es_cl: ¡Éxito! Agregaste "%1" a esta lista.
pa_in: ਕਾਮਯਾਬ! ਤੁਸੀਂ ਇਸ ਸੂਚੀ ਵਿੱਚ “%1” ਜੋੜਿਆ ਹੈ।

# vpn.splittunnel.missingAppMultiple
source: %1 apps missing from list.
es_cl: Falta %1 apps de la lista.
pa_in: ਸੂਚੀ ਵਿੱਚ %1 ਐਪਾਂ ਮੌਜੂਦ ਨਹੀਂ ਹਨ।

# vpn.subscriptionManagement.activatedLabel
source: Active since
pa_in: ਇਸ ਤੋਂ ਸਰਗਰਮ

# vpn.subscriptionManagement.addFirefoxRelay
source: Add Firefox Relay
pa_in: Firefox Relay ਜੋੜੋ

# vpn.subscriptionManagement.cardExpiresLabel
source: Expires
pa_in: ਮਿਆਦ

# vpn.subscriptionManagement.cardLast4
source: Card ending in %1
pa_in: ਆਖਰੀ %1 ਨੰਬਰਾਂ ਵਾਲਾ ਕਾਰਡ

# vpn.subscriptionManagement.expiresLabel
source: Expires
pa_in: ਮਿਆਦ

# vpn.subscriptionManagement.manageAccount
source: Manage account
pa_in: ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ

# vpn.subscriptionManagement.manageSubscriptionButton
source: Manage subscription
pa_in: ਮੈਂਬਰੀ ਇੰਤਜ਼ਾਮ

# vpn.subscriptionManagement.menuTitle
source: Profile
pa_in: ਪਰੋਫਾਇਲ

# vpn.subscriptionManagement.nextLabel
source: Next billed
pa_in: ਅਗਲਾ ਬਿੱਲ

# vpn.subscriptionManagement.paymentHeadline
source: Payment Information
pa_in: ਭੁਗਤਾਨ ਦੀ ਜਾਣਕਾਰੀ

# vpn.subscriptionManagement.planLabel
source: Subscription plan
pa_in: ਮੈਂਬਰੀ ਪਲਾਨ

# vpn.subscriptionManagement.planMonthly
source: Monthly plan: %1
pa_in: ਮਹੀਨੇਵਾਰ ਪਲਾਨ: %1

# vpn.subscriptionManagement.planMonthlyPlusTax
source: %1/month + tax
pa_in: %1/ਮਹੀਨਾ + ਟੈਕਸ

# vpn.subscriptionManagement.planMonthlyWithoutTax
source: %1/month
pa_in: %1/ਮਹੀਨਾ

# vpn.subscriptionManagement.planValueHalfYearly
source: %1 Half-yearly
pa_in: %1 ਛਿਮਾਹੀ

# vpn.subscriptionManagement.planValueHalfYearlyPlusTax
source: %1 Half-yearly + tax
pa_in: %1 ਅੱਧਾ-ਸਾਲ + ਟੈਕਸ

# vpn.subscriptionManagement.planValueMonthly
source: %1 Monthly
pa_in: %1 ਮਹੀਨੇਵਾਰ

# vpn.subscriptionManagement.planValueMonthlyPlusTax
source: %1 Monthly + tax
pa_in: %1 ਮਹੀਨੇਵਾਰ + ਟੈਕਸ

# vpn.subscriptionManagement.planValueYearly
source: %1 Yearly
pa_in: %1 ਸਾਲਨਾ

# vpn.subscriptionManagement.planValueYearlyPlusTax
source: %1 Yearly + tax
pa_in: %1 ਸਾਲਨਾ + ਟੈਕਸ

# vpn.subscriptionManagement.statusActive
source: Active
pa_in: ਸਰਗਰਮ

# vpn.subscriptionManagement.statusInactive
source: Inactive
pa_in: ਨਾ-ਸਰਗਰਮ

# vpn.subscriptionManagement.statusLabel
source: Status
pa_in: ਹਾਲਤ

# vpn.subscriptionManagement.subscriptionPlatformLabel
source: %1 subscription
pa_in: %1 ਮੈਂਬਰੀ

# vpn.subscriptionManagement.summaryHeadline
source: Subscription summary
pa_in: ਮੈਂਬਰੀ ਸਾਰ

# vpn.subscriptionManagement.upgrade
source: Upgrade
pa_in: ਅੱਪਗਰੇਡ ਕਰੋ

# vpn.subscriptionManagement.valueProp1
source: No logging of your network activity
pa_in: ਤੁਹਾਡੀ ਨੈੱਟਵਰਕ ਸਰਗਰਮੀ ਲਈ ਕੋਈ ਲਾਗ ਨਹੀਂ ਰੱਖਦੇ

# vpn.subscriptionManagement.valueProp2
source: No one can track you
pa_in: ਕੋਈ ਵੀ ਤੁਹਾਡੀ ਟੋਹ ਨਹੀਂ ਲੈ ਸਕਦਾ

# vpn.subscriptionManagement.valueProp3
source: 500+ servers in 30+ countries
pa_in: 30 ਤੋਂ ਵੱਧ ਦੇਸ਼ਾਂ ਵਿੱਚ 500 ਤੋਂ ਵੱਧ ਸਰਵਰ

# vpn.systray.disconnect
source: Disconnect
es_cl: Desconectar
pa_in: ਕਨੈਕਸ਼ਨ ਤੋੜੋ

# vpn.systray.help
source: Help
es_cl: Ayuda
pa_in: ਮਦਦ

# vpn.systray.hide
source: Hide Mozilla VPN
es_cl: Ocultar VPN de Mozilla
pa_in: Mozilla VPN ਨੂੰ ਲੁਕਾਓ

# vpn.systray.preferences
source: Preferences…
es_cl: Preferencias…
pa_in: …ਮੇਰੀ ਪਸੰਦ

# vpn.systray.quit
source: Quit Mozilla VPN
es_cl: Salir de Mozilla VPN
pa_in: Mozilla VPN ਚੋਂ ਬਾਹਰ

# vpn.systray.show
source: Show Mozilla VPN
es_cl: Mostrar VPN de Mozilla
pa_in: Mozilla VPN ਦਿਖਾਓ

# vpn.systray.statusConnectTo
source: Connect to the last location:
es_cl: Conectar a la última ubicación:
pa_in: ਪਿਛਲੇ ਟਿਕਾਣੇ ਨਾਲ ਕਨੈਕਟ ਹੋਵੋ:

# vpn.systray.statusConnectedTo
source: Connected to:
es_cl: Conectado a:
pa_in: ਇਸ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ:

# vpn.systray.statusConnectingTo
source: Connecting to:
es_cl: Conectando a:
pa_in: ਇਸ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ:

# vpn.systray.statusDisconnectingFrom
source: Disconnecting from:
es_cl: Desconectando de:
pa_in: ਇਸ ਨਾਲੋਂ ਕਨੈਕਸ਼ਨ ਤੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ:

# vpn.telemetryPolicyView.allow
source: Allow on this device
pa_in: ਇਸ ਡਿਵਾਇਸ ਉੱਤੇ ਮਨਜ਼ੂਰੀ ਦਿਓ

# vpn.telemetryPolicyView.dataCollectionAndUse
source: Data collection and use
pa_in: ਡਾਟਾ ਇਕੱਤਰਤਾ ਅਤੇ ਵਰਤੋਂ

# vpn.telemetryPolicyView.doNotAllow
source: Don’t allow
pa_in: ਇਜਾਜ਼ਤ ਨਾ ਦਿਓ

# vpn.telemetryPolicyView.learnMore
source: Learn more about what data Mozilla collects and how it’s used.
pa_in: Mozilla ਵੱਲੋਂ ਕਿਹੜਾ ਡਾਟਾ ਇਕੱਠਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸਨੂੰ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।

# vpn.telemetryPolicyView.question
source: Allow Mozilla VPN to send technical, interaction, and campaign and referral data to Mozilla?
es_cl: ¿Permitir que Mozilla VPN envíe datos técnicos, de interacción, de campañas y de referencias a Mozilla?
pa_in: Mozilla VPN ਨੂੰ ਤਕਨੀਕੀ, ਤਾਲਮੇਲ, ਮੁਹਿੰਮ ਅਤੇ ਰੈਫਰ ਕਰਨ ਸੰਬੰਧੀ ਡਾਟਾ Mozilla ਨੂੰ ਭੇਜਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਹੈ?

# vpn.tipsAndTricks.advancedTipsDescription
source: Let us help you learn more about Mozilla VPN
pa_in: ਆਓ ਤੁਹਾਨੂੰ Mozilla VPN ਬਾਰੇ ਸਿਖਾਉਣ ਬਾਰੇ ਮਦਦ ਕਰੀਏ

# vpn.tipsAndTricks.advancedTipsGuideViewTitle
source: Advanced tip
pa_in: ਤਕਨੀਕੀ ਗੁਰ

# vpn.tipsAndTricks.advancedTipsTitle
source: Advanced tips
pa_in: ਤਕਨੀਕੀ ਗੁਰ

# vpn.tipsAndTricks.moreTutorialsDescription2
source: Learn how to use Mozilla VPN’s advanced features
pa_in: Mozilla VPN ਦੇ ਤਕਨੀਕੀ ਫ਼ੀਚਰਾਂ ਨੂੰ ਵਰਤਣਾ ਸਿੱਖੋ

# vpn.tipsAndTricks.moreTutorialsTitle
source: More tutorials
pa_in: ਹੋਰ ਸਿਖਲਾਈ

# vpn.tipsAndTricks.quickTipsDescription
source: Let us help you get the most out of Mozilla VPN
pa_in: ਆਓ Mozilla VPN ਤੋਂ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਫਾਇਦਾ ਲੈਣ ਲਈ ਤੁਹਾਡੀ ਮਦਦ ਕਰੀਏ

# vpn.tipsAndTricks.quickTipsGuideViewTitle
source: Quick tip
pa_in: ਫੌਰੀ ਟਿਪ

# vpn.tipsAndTricks.quickTipsTitle
source: Quick tips
pa_in: ਫੌਰੀ ਟਿਪ

# vpn.tipsAndTricks.settingsEntryLabel
source: VPN tips and tricks
pa_in: VPN ਟਿੱਪਸ ਅਤੇ ਟਰਿਕਸ

# vpn.tipsAndTricks.tabTitleAll
source: All
pa_in: ਸਭ

# vpn.tipsAndTricks.tabTitleTips
source: Tips
pa_in: ਟੋਟਕੇ

# vpn.tipsAndTricks.tabTitleTutorials
source: Tutorials
pa_in: ਸਿਖਲਾਈ

# vpn.tipsAndTricks.tutorialsDescription
source: Learn the basics of Mozilla VPN
pa_in: Mozilla VPN ਬਾਰੇ ਮੁੱਢਲੀ ਜਾਣਕਾਰੀ ਲਵੋ

# vpn.tipsAndTricks.tutorialsTitle
source: Getting started
pa_in: ਸ਼ੁਰੂ ਕਰੀਏ

# vpn.tutorialPopup.leaveTutorialButton
source: Leave tutorial
pa_in: ਸਿਖਲਾਈ ਛੱਡੋ

# vpn.tutorialPopup.tutorialCompleteHeadline
source: Well done!
pa_in: ਬਹੁਤ ਖ਼ੂਬ!

# vpn.tutorialPopup.tutorialCompletePrimaryButtonLabel
source: Let’s go!
pa_in: ਆਓ ਚੱਲੀਏ!

# vpn.tutorialPopup.tutorialFinishedSecondaryButtonLabel
source: Dismiss
pa_in: ਖ਼ਾਰਜ ਕਰੋ

# vpn.tutorialPopup.tutorialLeaveHeadline
source: Leave tutorial?
pa_in: ਸਿਖਲਾਈ ਛੱਡਣੀ ਹੈ?

# vpn.tutorialPopup.tutorialLeavePrimaryButtonLabel
source: Resume tutorial
pa_in: ਸਿਖਲਾਈ ਮੁੜ ਕਰੋ

# vpn.tutorialPopup.tutorialWarningTitle
source: Continue tutorial?
pa_in: ਸਿਖਲਾਈ ਨਾਲ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?

# vpn.updateButton.actionNoUpdate
source: Okay
es_cl: Aceptar
pa_in: ਠੀਕ ਹੈ

# vpn.updateButton.actionOnUpdate
source: Update now
es_cl: Actualizar ahora
pa_in: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ

# vpn.updateButton.checkForUpdateButtonText
source: Check for Updates
es_cl: Buscar actualizaciones
pa_in: ਅੱਪਡੇਟ ਲਈ ਚੈੱਕ ਕਰੋ

# vpn.updateButton.descriptionNoUpdate2
source: You currently have the latest version of Mozilla VPN
es_cl: Actualmente tienes la última versión de Mozilla VPN
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵੇਲੇ Mozilla VPN ਦਾ ਨਵਾਂ ਵਰਜ਼ਨ ਹੈ

# vpn.updateButton.descriptionOnUpdate
source: Click to update to the latest version of the application
es_cl: Haz clic para actualizar a la última versión de la aplicación
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਨਵੇਂ ਵਰਜ਼ਨ ਲਈ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ

# vpn.updateButton.titleNoUpdate
source: You are up to date
es_cl: Estás al día
pa_in: ਤੁਸੀਂ ਅੱਪਡੇਟ ਹੋ

# vpn.updateButton.titleOnUpdate
source: Updates available
es_cl: Actualizaciones disponibles
pa_in: ਅੱਪਡੇਟ ਮੌਜੂਦ ਹਨ

# vpn.systray.survey.takeSurvey
source: Take Survey
es_cl: Responder encuesta

# vpn.systray.survey.wouldLoveYourFeedback
source: We’d love your feedback!
es_cl: ¡Nos encantaría saber tu opinión!
