Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */mozillavpn.xliff
Languages: es_cl, oc, pa_in

# vpn.settings.protectAllApps.description
source: VPN protects all apps by default. Turn off to choose which apps Mozilla VPN should not protect.
es_cl: VPN protege todas las apps por defecto. Desactívalo para elegir qué aplicaciones Mozilla VPN no debería proteger.
pa_in: VPN ਮੂਲ ਰੂਪ ਵਿੱਚ ਸਾਰੀਆਂ ਐਪਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ। ਉਹ ਐਪਾਂ, ਜਿੰਨਾਂ ਨੂੰ Mozilla VPN ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਨੂੰ ਚੁਣਨ ਲਈ ਬੰਦ ਕਰੋ।

# vpn.subscription.featureTitle1
source: No activity logs
es_cl: Sin registros de actividad
oc: Cap de jornal d’activitat
pa_in: ਕੋਈ ਸਰਗਰਮੀ ਲਾਗ ਨਹੀਂ

# vpn.subscription.featureTitle4
source: Connect up to %1 devices
es_cl: Conecta hasta %1 dispositivos
oc: Connectatz fins a %1 aparelhs
pa_in: %1 ਡਿਵਾਈਸਾਂ ਤੱਕ ਕਨੈਕਟ

# vpn.updates.subscribeNow
source: Subscribe now
es_cl: Suscríbete ahora
oc: S'abonar ara
pa_in: ਹੁਣੇ ਮੈਂਬਰ ਬਣੋ

# vpn.errors.checkOutageUpdates
source: Check outage updates
es_cl: Comprobar actualizaciones de cortes
pa_in: ਸੇਵਾ ਰੁਕਾਵਟ ਦੇ ਅੱਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕਰੋ

# vpn.updates.notNow
source: Not now
es_cl: Ahora no
oc: Pas ara
pa_in: ਹੁਣੇ ਨਹੀਂ

# vpn.updates.updateConnectionInsecureWarning
source: Your connection will not be secure while you update.
es_cl: Tu conexión no será segura mientras actualizas.
oc: La connexion es pas securizada pendent la mesa a jorn.
pa_in: ਤੁਹਾਡੇ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਤੁਹਾਡਾ ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੋਵੇਗਾ।

# vpn.updates.updateNow
source: Update now
es_cl: Actualizar ahora
oc: Metre a jorn ara
pa_in: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ

# vpn.updates.updateRecomended
source: Update recommended
es_cl: Actualización recomendada
oc: Mesa a jorn recomandada
pa_in: ਅੱਪਡੇਟ ਕਰਨ ਦਾ ਸੁਝਾਅ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ

# vpn.updates.updateRecomended.description
source: Please update the app before you continue to use the VPN
es_cl: Por favor, actualiza la aplicación antes de continuar utilizando el VPN
oc: Volgatz metre a jorn l’aplicacion abans de contunhar d’utilizar lo VPN
pa_in: VPN ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਐਪ ਨੂੰ ਅੱਡਪੇਟ ਕਰੋ ਜੀ।

# vpn.updates.updateRequire.reason
source: We detected and fixed a serious bug. You must update your app.
es_cl: Detectamos y solucionamos un problema serio. Debes actualizar tu app.
oc: Detectèrem e corregèrem un problèma important.
pa_in: ਅਸੀਂ ਗੰਭੀਰ ਬੱਗ ਲੱਭਿਆ ਅਤੇ ਠੀਕ ਕੀਤਾ ਹੈ। ਤੁਹਾਨੂੰ ਆਪਣੀ ਐਪ ਜ਼ਰੂਰ ਅੱਪਡੇਟ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।

# vpn.updates.updateRequired
source: Update required
es_cl: Actualización requerida
oc: Mesa a jorn requerida
pa_in: ਅੱਪਡੇਟ ਲੋੜੀਂਦਾ ਹੈ

# vpn.AndroidNotifications.GeneralNotifications
source: General Notifications
es_cl: Notificaciones generales
pa_in: ਆਮ ਨੋਟੀਫਿਕੇਸ਼ਨ

# vpn.aboutUs.copyVersionNumber
source: Copy %1
pa_in: %1 ਕਾਪੀ ਕਰੋ

# vpn.aboutUs.licenses
source: Licenses
es_cl: Licencias
pa_in: ਲਸੰਸ

# vpn.aboutUs.privacyNotice
source: Privacy notice
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ

# vpn.aboutUs.releaseVersion
source: Release version
pa_in: ਰੀਲਿਜ਼ ਵਰਜ਼ਨ

# vpn.aboutUs.termsOfService
source: Terms of service
pa_in: ਸੇਵਾ ਦੀ ਸ਼ਰਤਾਂ

# vpn.aboutUs.title
source: About us
pa_in: ਸਾਡੇ ਬਾਰੇ

# vpn.accessibility.currentIndexFocusedOfTotalItemsInGroup
source: %1 of %2
es_cl: %1 de %2
pa_in: %2 'ਚੋਂ %1

# vpn.accessibility.selectedAndItemName
source: Selected item: %1
es_cl: Elemento seleccionado: %1
pa_in: ਚੁਣੀ ਆਈਟਮ: %1

# vpn.captivePortalAlert.buttonTextPostActivation
source: Turn off VPN
es_cl: Desactivar VPN
pa_in: VPN ਬੰਦ ਕਰੋ

# vpn.captivePortalAlert.buttonTextPreActivation
source: Okay
es_cl: Aceptar
pa_in: ਠੀਕ ਹੈ

# vpn.captivePortalAlert.title
source: Captive portal detected!
es_cl: ¡Portal cautivo detectado!
pa_in: ਲਾਗਇਨ ਕਰਨ ਵਾਲਾ ਪੋਰਟਲ ਖੋਜਿਆ!

# vpn.connectionInfo.connectionInformation
source: Connection information
pa_in: ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਣਕਾਰੀ

# vpn.connectionInfo.exitServerLabelIp
source: Exit Server IP:
pa_in: ਬਾਹਰ ਨਿਕਲਣ ਵਾਲੇ ਸਰਵਰ ਦਾ IP:

# vpn.connectionInfo.exitServerLabelIpv6
source: Exit Server IPv6:
pa_in: ਬਾਹਰ ਨਿਕਲਣ ਵਾਲੇ ਸਰਵਰ IPv6:

# vpn.connectionInfo.highBulletOne
source: Streaming in 4K
es_cl: Transmisión en 4K
pa_in: 4K ਲਈ ਸਟਰੀਮਿੰਗ

# vpn.connectionInfo.highBulletThree
source: Online gaming
es_cl: Juegos en línea
pa_in: ਆਨਲਾਈਨ ਖੇਡਾਂ

# vpn.connectionInfo.highBulletTwo
source: High-speed downloads
es_cl: Descargas de alta velocidad
pa_in: ਉੱਚ-ਗਤੀ ਦੇ ਡਾਊਨਲੋਡ

# vpn.connectionInfo.ipInfoButtonLabel
source: Show IP info
pa_in: IP ਜਾਣਕਾਰੀ ਵੇਖਾਓ

# vpn.connectionInfo.labelBitps
source: bit/s
pa_in: ਬਿੱਟ/ਸ

# vpn.connectionInfo.labelGbitps
source: Gbit/s
pa_in: ਗੀਗਾਬਿੱਟ/ਸ

# vpn.connectionInfo.labelKbitps
source: kbit/s
pa_in: ਕਿ-ਬਿੱਟ/ਸ

# vpn.connectionInfo.labelMbitps
source: Mbit/s
pa_in: ਮੇ-ਬਿੱਟ/ਸ

# vpn.connectionInfo.labelPing
source: Ping
pa_in: ਪਿੰਗ

# vpn.connectionInfo.labelTbitps
source: Tbit/s
pa_in: ਟੇ-ਬਿੱਟ/ਸ

# vpn.connectionInfo.labelUpload
source: Upload
pa_in: ਅੱਪਲੋਡ ਕਰੋ

# vpn.connectionInfo.listHeaderDefault
source: At your current speed, here’s what your device is optimized for:
es_cl: A Tu velocidad actual, esto es para lo que está optimizado tu dispositivo:
pa_in: ਇਸ ਗਤੀ ਉੱਤੇ, ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਇਹਨਾਂ ਲਈ ਅਨੁਕੂਲ ਕੀਤਾ ਹੈ:

# vpn.connectionInfo.listHeaderSlow
source: It looks like the connection to this server location is a bit slow, you can try:
es_cl: Parece que la conexión a este servidor de ubicación es un poco lenta, puedes probar:
pa_in: ਜਾਪਦਾ ਹੈ ਕਿ ਇਸ ਸਰਵਰ ਟਿਕਾਣੇ ਨਾਲ ਕਨੈਕਸ਼ਨ ਥੋੜ੍ਹਾ ਹੌਲੀ ਹੈ, ਤੁਸੀਂ ਇਹ ਅਜ਼ਮਾ ਸਕਦੇ ਹੋ:

# vpn.connectionInfo.loadingIndicatorLabel
source: Testing speed…
es_cl: Probando velocidad…
pa_in: …ਗਤੀ ਜਾਂਚੀ ਜਾ ਰਹੀ ਹੈ

# vpn.connectionInfo.mediumBulletOne
source: Browsing the internet
es_cl: Navegando en Internet
pa_in: ਇੰਟਰਨੈੱਟ ਬਰਾਊਜ਼ ਕਰਨਾ

# vpn.connectionInfo.mediumBulletThree
source: Video conferencing
es_cl: Videoconferencia
pa_in: ਵੀਡੀਓ ਕਨਫਰੰਸ ਕਰਨੀ

# vpn.connectionInfo.mediumBulletTwo
source: Streaming video
es_cl: Transmisión de video
pa_in: ਵੀਡੀਓ ਸਟਰੀਮ ਕਰਨੀ

# vpn.connectionInfo.metricsTitle
source: Connection information
pa_in: ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਣਕਾਰੀ

# vpn.connectionInfo.openButton
source: Connection Info
es_cl: Información de conexión
pa_in: ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਣਕਾਰੀ

# vpn.connectionInfo.startSpeedTest
source: Start speed test
pa_in: ਸਪੀਡ ਟੈਸਟ ਸ਼ੁਰੂ ਕਰੋ

# vpn.connectionInfo.troubleshootingBulletOne
source: Switching server locations
es_cl: Cambiando de servidor de ubicación
pa_in: ਸਰਵਰ ਟਿਕਾਣੇ ਬਦਲਣੇ

# vpn.connectionInfo.troubleshootingBulletThree
source: Switching back to a single-hop connection
pa_in: ਇੱਕ-ਪੜਾਅ ਕਨੈਕਸ਼ਨ ਉੱਤੇ ਵਾਪਸ ਬਦਲਣਾ

# vpn.connectionInfo.troubleshootingBulletTwo
source: Checking your internet connection
es_cl: Revisando tu conexión a internet
pa_in: ਤੁਹਾਡੇ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

# vpn.connectionInfo.unitPing
source: ms
pa_in: ਮਿ.ਸ.

# vpn.crashreporter.crashOptInDialogDescription
source: Don’t show this again. Autosend crash reports to Mozilla.
es_cl: No volver a mostrar esto. Envíar automáticamente informes de fallos a Mozilla.
pa_in: ਇਹ ਮੁੜ ਨਾ ਵੇਖਾਓ। ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਆਪਣੇ-ਆਪ Mozilla ਨੂੰ ਭੇਜੋ।

# vpn.crashreporter.mainTitle
source: Mozilla Crash Report
es_cl: Informe de fallos de Mozilla
pa_in: Mozilla ਕਰੈਸ਼ ਰਿਪੋਰਟ

# vpn.deleteAccount.authButtonLabel
source: Continue
es_cl: Continuar
pa_in: ਜਾਰੀ ਰੱਖੋ

# vpn.deleteAccount.authSubheadline
source: To delete your VPN account, please sign in with your Firefox account password.
es_cl: Para eliminar tu cuenta de VPN, por favor conéctate con la contraseña de tu cuenta de Firefox.
pa_in: ਆਪਣਾ VPN ਖਾਤਾ ਹਟਾਉਣ ਲਈ ਆਪਣੇ Firefox ਖਾਤੇ ਦੇ ਪਾਸਵਰਡ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ।

# vpn.deleteAccount.buttonLabel
source: Delete account
es_cl: Eliminar cuenta
pa_in: ਖਾਤਾ ਹਟਾਓ

# vpn.deleteAccount.headline
source: Delete Firefox account
es_cl: Eliminar cuenta de Firefox
pa_in: Firefox ਖਾਤਾ ਹਟਾਓ

# vpn.deleteAccount.optionDescriptionTwo
source: You may lose saved information and features within Mozilla products
es_cl: Podrías perder tu información guardada y otras funcionalidades dentro de los productos de Mozilla
pa_in: ਤੁਸੀਂ Mozilla ਉਤਪਾਦਾਂ ਵਿੱਚ ਸੰਭਾਲੀ ਜਾਣਕਾਰੀ ਅਤੇ ਫ਼ੀਚਰ ਗੁਆ ਸਕਦੇ ਹੋ

# vpn.dnsOverwriteDialog.primaryButton
source: Confirm
pa_in: ਤਸਦੀਕ

# vpn.dnsOverwriteDialog.secondaryButton
source: Maybe later
pa_in: ਸ਼ਾਇਦ ਬਾਦ 'ਚ

# vpn.dnsOverwriteDialog.titleDNS
source: Override DNS settings?
pa_in: DNS ਸੈਟਿੰਗਾਂ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰਨਾ ਹੈ?

# vpn.dnsOverwriteDialog.titlePrivacy
source: Override privacy features?
pa_in: ਪਰਦੇਦਾਰੀ ਫ਼ੀਚਰਾਂ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰਨਾ ਹੈ?

# vpn.feedbackForm.chooseCategory
source: Choose a category
es_cl: Elige una categoría
pa_in: ਵਰਗ ਚੁਣੋ

# vpn.feedbackForm.excellentLabel
source: Excellent
es_cl: Excelente
pa_in: ਸ਼ਾਨਦਾਰ

# vpn.feedbackForm.leaveReviewButton
source: Leave a Review
es_cl: Dejar una reseña
pa_in: ਸਮੀਖਿਆ ਦਿਓ

# vpn.feedbackForm.reviewBody
source: If you enjoy using Mozilla VPN, would you review it? Thanks for your support!
es_cl: Si disfrutas usando Mozilla VPN, ¿le harías una reseña? ¡Gracias por tu apoyo!
pa_in: ਜੇ ਤੁਸੀਂ Mozilla VPN ਦਾ ਆਨੰਦ ਮਾਣ ਰਹੋ ਹੋ ਤਾਂ ਕੀ ਤੁਸੀਂ ਇਸ ਦਾ ਰੀਵਿਊ ਲਿਖੋਗੇ? ਤੁਹਾਡੇ ਸਹਿਯੋਗ ਲਈ ਧੰਨਵਾਦ!

# vpn.feedbackForm.reviewHeader
source: Give us 5 stars!
es_cl: ¡Danos 5 estrellas!
pa_in: ਸਾਨੂੰ 5 ਤਾਰੇ ਲਾਓ!

# vpn.freeTrials.freeTrialLabel
source: 7-day free trial
es_cl: 7 días de prueba gratuita
pa_in: 7-ਦਿਨਾਂ ਲਈ ਮੁਫ਼ਤ ਵਰਤ ਕੇ ਵੇਖੋ

# vpn.freeTrials.startYourFreeTrial
source: Sign up to start your 7-day free trial.
es_cl: Regístrate para comenzar tu prueba gratuita de 7 días.
pa_in: 7 ਦਿਨਾਂ ਲਈ ਮੁਫ਼ਤ ਵਰਤ ਕੇ ਵੇਖਣ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ।

# vpn.genericError.unexpected
source: Unexpected error
es_cl: Error inesperado
pa_in: ਅਚਨਚੇਤੀ ਗਲਤੀ

# vpn.genericPurchaseError.genericPurchaseErrorButton
source: Try Again
es_cl: Volver a intentarlo
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.genericPurchaseError.genericPurchaseErrorHeader
source: Problem confirming subscription
es_cl: Problema al confirmar la suscripción
pa_in: ਮੈਂਬਰੀ ਤਸਦੀਕ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆ

# vpn.getHelp.developerOptions
source: Developer options
pa_in: ਡਿਵੈਲਪਰ ਚੋਣਾਂ

# vpn.getHelp.helpCenter
source: Help Center
pa_in: ਮਦਦ ਕੇਂਦਰ

# vpn.getHelp.linkTitle
source: Get help
pa_in: ਮਦਦ ਲਵੋ

# vpn.getHelp.viewLogs
source: View Logs
pa_in: ਲਾਗ ਵੇਖੋ

# vpn.global.clear
source: Clear
pa_in: ਮਿਟਾਓ

# vpn.global.close
source: Close
pa_in: ਬੰਦ ਕਰੋ

# vpn.global.collapse
source: Collapse
es_cl: Contraer
pa_in: ਸਮੇਟੋ

# vpn.global.continue
source: Continue
pa_in: ਜਾਰੀ ਰੱਖੋ

# vpn.global.copied
source: Copied!
pa_in: ਕਾਪੀ ਕੀਤਾ!

# vpn.global.copy
source: Copy
pa_in: ਕਾਪੀ ਕਰੋ

# vpn.global.discoverNow
source: Discover now
pa_in: ਹੁਣੇ ਖੋਜੋ

# vpn.global.expand
source: Expand
es_cl: Expandir
pa_in: ਫੈਲਾਓ

# vpn.global.goBack
source: Go back
pa_in: ਪਿੱਛੇ ਜਾਓ

# vpn.global.noInternetConnection
source: No internet connection
pa_in: ਕੋਈ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ

# vpn.global.noThanks
source: No thanks
pa_in: ਨਹੀਂ, ਧੰਨਵਾਦ

# vpn.global.paste
source: Paste
pa_in: ਚੇਪੋ

# vpn.global.signOut
source: Sign out
pa_in: ਸਾਈਨ ਆਉਟ

# vpn.global.vpnUser
source: VPN User
es_cl: Usuario de VPN
pa_in: VPN ਵਰਤੋਂਕਾਰ

# vpn.inAppAuth.changeEmailLink
source: Change email
es_cl: Cambiar correo
pa_in: ਈਮੇਲ ਬਦਲੋ

# vpn.inAppAuth.createAccountButton
source: Create account
es_cl: Crear cuenta
pa_in: ਖਾਤਾ ਬਣਾਓ

# vpn.inAppAuth.createPasswordLabel
source: Create password
es_cl: Crear contraseña
pa_in: ਪਾਸਵਰਡ ਬਣਾਓ

# vpn.inAppAuth.emailInputPlaceholder
source: Enter email
es_cl: Ingresar correo
pa_in: ਈਮੇਲ ਦਿਓ

# vpn.inAppAuth.emailTokenResentAlert
source: We’ve resent your code to your email.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਈਮੇਲ ਉੱਤੇ ਤੁਹਾਡਾ ਕੋਡ ਫੇਰ ਭੇਜਿਆ ਹੈ।

# vpn.inAppAuth.emailVerificationDescription
source: Open your email and enter the verification code that was sent.
es_cl: Abre tu correo e ingresa el código de verificación que se te envió.
pa_in: ਆਪਣੀ ਈਮੇਲ ਖੋਲ੍ਹੋ ਅਤੇ ਉੱਥੇ ਭੇਜਿਆ ਤਸਦੀਕੀ ਕੋਡ ਭਰੋ।

# vpn.inAppAuth.enterEmailAddressDescription
source: Enter your email address to continue using Mozilla VPN
es_cl: Ingresa tu dirección de correo para continuar usando Mozilla VPN
pa_in: Mozilla VPN ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਈਮੇਲ ਸਿਰਨਾਵਾਂ ਦਿਓ

# vpn.inAppAuth.finishAccountCreationDescription
source: Finish creating your Firefox account to continue to Mozilla VPN
es_cl: Termina de crear tu cuenta de Firefox para continuar con Mozilla VPN
pa_in: Mozilla VPN ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ Firefox ਖਾਤਾ ਬਣਾਉਣਾ ਮੁਕੰਮਲ ਕਰੋ

# vpn.inAppAuth.forgotPasswordLink
source: Forgot your password?
es_cl: ¿Olvidaste tu contraseña?
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

# vpn.inAppAuth.hidePassword
source: Hide password
pa_in: ਪਾਸਵਰਡ ਲੁਕਾਓ

# vpn.inAppAuth.informationUsageDisclaimer
source: We only use your email to create your account or sign in. We will never sell it to a third party.
es_cl: Solo usamos tu correo para crear tu cuenta o conectarte. Nunca lo venderemos a terceros.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਈਮੇਲ ਨੂੰ ਸਿਰਫ਼ ਤੁਹਾਡਾ ਖਾਤਾ ਬਣਾਉਣ ਜਾਂ ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਵਰਤਦੇ ਹਾਂ। ਅਸੀਂ ਇਸ ਨੂੰ ਕਦੇ ਵੀ ਤੀਜੀ ਧਿਰ ਨੂੰ ਨਹੀਂ ਵੇਚਾਂਗੇ।

# vpn.inAppAuth.invalidCodeErrorMessage
source: Invalid code. Please try again
es_cl: Código inválido. Por favor, vuelve a intentarlo
pa_in: ਕੋਡ ਗ਼ਲਤ ਹੈ। ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.inAppAuth.invalidEmailErrorMessage
source: Invalid email. Please try again
es_cl: Correo inválido. Por favor, vuelve a intentarlo
pa_in: ਈਮੇਲ ਗਲਤ ਹੈ। ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.inAppAuth.invalidEmailFormatErrorMessage
source: Email format not supported. Please try again with a different email
es_cl: El formato de correo no es compatible. Por favor, vuelve a intentarlo con otro correo
pa_in: ਈਮੇਲ ਫ਼ਾਰਮੈਟ ਸਹਾਇਕ ਨਹੀਂ ਹੈ। ਵੱਖਰੇ ਈਮੇਲ ਨੂੰ ਵਰਤ ਕੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

# vpn.inAppAuth.invalidPasswordErrorMessage
source: Invalid password. Please try again
es_cl: Contraseña inválida. Por favor, vuelve a intentarlo
pa_in: ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.inAppAuth.passwordHintCharacterLength
source: Must be at least 8 characters
es_cl: Debe tener a lo menos 8 caracteres
pa_in: ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# vpn.inAppAuth.passwordHintCommonPassword
source: Must not be a common password
es_cl: No debe ser una contraseña común
pa_in: ਆਮ ਪਾਸਵਰਡ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# vpn.inAppAuth.passwordHintEmailAddressAsPassword
source: Must not be your email address
es_cl: No debe ser tu correo
pa_in: ਤੁਹਾਡਾ ਈਮੇਲ ਸਿਰਨਾਵਾਂ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

# vpn.inAppAuth.passwordInputLabel
source: Password
es_cl: Contraseña
pa_in: ਪਾਸਵਰਡ

# vpn.inAppAuth.passwordInputPlaceholder
source: Enter password
es_cl: Ingresar contraseña
pa_in: ਪਾਸਵਰਡ ਦਿਓ

# vpn.inAppAuth.pleaseWait
source: Please wait…
pa_in: …ਠਹਿਰੋ ਜੀ

# vpn.inAppAuth.problemEmailTypeNotSupported
source: Primary account email required for sign-in
es_cl: Correo primario de cuenta requerido para conectarse
pa_in: ਸਾਈਨ ਇਨ ਰਨ ਲਈ ਪ੍ਰਾਇਮਰੀ ਖਾਤਾ ਈਮੇਲ ਚਾਹੀਦਾ ਹੈ

# vpn.inAppAuth.problemSendingEmailErrorMessage
source: Sorry, we were unable to send you a verification code.
es_cl: Lo sentimos, no pudimos enviarte un código de verificación.
pa_in: ਅਫ਼ਸੋਸ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਤਸਦੀਕੀ ਕੋਡ ਭੇਜਣ ਲਈ ਅਸਮਰੱਥ ਸਾਂ।

# vpn.inAppAuth.problemSendingEmailTitle
source: Problem sending email…
es_cl: Problema al enviar correo…
pa_in: …ਈਮੇਲ ਭੇਜਣ ਦੌਰਾਨ ਸਮੱਸਿਆ

# vpn.inAppAuth.productUpdateOptInDescription
source: I’d like to receive product update emails from Firefox.
es_cl: Me gustaría recibir correos de actualización de productos de Firefox.
pa_in: ਮੈਂ Firefox ਤੋਂ ਉਤਪਾਦ ਅੱਪਡੇਟ ਬਾਰੇ ਈਮੇਲ ਲੈਣੀਆਂ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ।

# vpn.inAppAuth.reauthSignInSubtitle
source: To continue, please confirm with your Firefox account password.
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੇ Firefox ਖਾਤੇ ਦੇ ਪਾਸਵਰਡ ਨਾਲ ਤਸਦੀਕ ਕਰੋ।

# vpn.inAppAuth.resendCodeLink
source: Resend code
es_cl: Reenviar código
pa_in: ਕੋਡ ਮੁੜ ਕੇ ਭੇਜੋ

# vpn.inAppAuth.securityCodeInputPlaceholder
source: Enter 6-digit code
es_cl: Ingresa el código de 6 dígitos
pa_in: 6-ਅੰਕਾਂ ਦਾ ਕੋਡ ਦਿਓ

# vpn.inAppAuth.securityCodeLabel
source: Security code
es_cl: Código de seguridad
pa_in: ਸੁਰੱਖਿਆ ਕੋਡ

# vpn.inAppAuth.securityCodeSubtitle
source: Open your authentication app and enter the security code it provides.
es_cl: Abre tu aplicación de autenticación e introduce el código de seguridad que te entrega.
pa_in: ਆਪਣੀ ਪਰਮਾਣਕਿਤਾ ਐਪ ਖੋਲ੍ਹੋ ਅਤੇ ਇਸ ਵਲੋਂ ਦਿੱਤਾ ਸੁਰੱਖਿਆ ਕੋਡ ਦਿਓ।

# vpn.inAppAuth.securityCodeTitle
source: Enter security code
es_cl: Ingresa el código de seguridad
pa_in: ਸੁਰੱਖਿਆ ਕੋਡ ਦਿਓ

# vpn.inAppAuth.sessionEmailCodeInputPlaceholder
source: Enter 6-digit code
es_cl: Ingresa el código de 6 dígitos
pa_in: 6-ਅੰਕ ਦਾ ਕੋਡ ਦਿਓ

# vpn.inAppAuth.showPassword
source: Show password
pa_in: ਪਾਸਵਰਡ ਵੇਖਾਓ

# vpn.inAppAuth.signInBlockedForOneMinute
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 1 minute.
es_cl: Has realizado demasiados intentos para conectarte. No podrá volver a intentarlo con esta cuenta durante 1 minuto.
pa_in: ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀਆਂ ਬਹੁਤ ਕੋਸ਼ਿਸ਼ਾਂ ਕਰ ਚੁੱਕੇ ਹੋ। ਇਸ ਖਾਤੇ ਲਈ ਤੁਸੀਂ 1 ਮਿੰਟ ਲਈ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।

# vpn.inAppAuth.signInButton
source: Sign in
es_cl: Conectarse
pa_in: ਸਾਇਨ ਇਨ

# vpn.inAppAuth.signInFailedPopupDescription
source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 15 minutes.
es_cl: Has realizado demasiados intentos para conectarte. No podrá volver a intentarlo con esta cuenta durante 15 minutos.
pa_in: ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀਆਂ ਬਹੁਤ ਕੋਸ਼ਿਸ਼ਾਂ ਕਰ ਚੁੱਕੇ ਹੋ। ਇਸ ਖਾਤੇ ਲਈ ਤੁਸੀਂ 15 ਮਿੰਟਾਂ ਲਈ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।

# vpn.inAppAuth.signInFailedPopupTitle
source: Sign-in failed
es_cl: Falló el inicio de sesión
pa_in: ਸਾਈਨ-ਇਨ ਅਸਫ਼ਲ ਹੈ

# vpn.inAppAuth.signInSubtitle
source: Continue to Mozilla VPN by signing in with your Firefox account
es_cl: Continúa a Mozilla VPN conectándote con tu cuenta de Firefox
pa_in: ਆਪਣੇ Firefox ਖਾਤੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰਕੇ Mozilla VPN ਨਾਲ ਜਾਰੀ ਰੱਖੋ

# vpn.inAppAuth.termsOfServiceAndPrivacyDisclaimer
source: By continuing, you agree to the <a href="terms-of-service">Terms of Service</a> and the <a href="privacy-notice">Privacy Notice</a>.
es_cl: Al continuar, aceptas los <a href="terms-of-service">Términos del servicio</a> y la <a href="privacy-notice">Política de privacidad</a>.
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ <a href="terms-of-service">ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ</a> ਅਤੇ <a href="privacy-notice">ਪਰਦੇਦਾਰੀ ਨੋਟਿਸ</a> ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।

# vpn.inAppAuth.unblockCodeInputPlaceholder
source: Enter 8-digit code
es_cl: Ingresa el código de 8 dígitos
pa_in: 8-ਅੰਕ ਦਾ ਕੋਡ ਦਿਓ

# vpn.inAppAuth.verificationCodeTitle
source: Enter verification code
es_cl: Ingresar código de verificación
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਦਿਓ

# vpn.inAppAuth.verifySecurityCodeButton
source: Verify
es_cl: Verificar
pa_in: ਤਸਦੀਕ ਕਰੋ

# vpn.inAppAuth.waitingForSignIn
source: Waiting for sign in and subscription confirmation…
pa_in: …ਸਾਈਨ ਇਨ ਅਤੇ ਮੈਂਬਰੀ ਤਸਦੀਕ ਕਰਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

# vpn.inAppMessaging.criticalBadge
source: Critical
pa_in: ਨਾਜ਼ੁਕ

# vpn.inAppMessaging.dateTimeYesterday
source: Yesterday
pa_in: ਕੱਲ੍ਹ

# vpn.inAppMessaging.deleteMessage
source: Delete message
pa_in: ਸੁਨੇਹਾ ਹਟਾਓ

# vpn.inAppMessaging.editButton
source: Edit
pa_in: ਸੋਧੋ

# vpn.inAppMessaging.emptyStateDescription
source: You’re up to date!
pa_in: ਤੁਸੀਂ ਅੱਪਡੇਟ ਹੋ!

# vpn.inAppMessaging.emptyStateTitle
source: No messages
pa_in: ਕੋਈ ਸੁਨੇਹਾ ਨਹੀਂ

# vpn.inAppMessaging.menuTitle
source: Messages
pa_in: ਸੁਨੇਹੇ

# vpn.inAppMessaging.newUpdateBadge
source: New update
pa_in: ਨਵਾਂ ਅੱਪਡੇਟ

# vpn.inAppMessaging.searchBarPlaceholderText
source: Search messages
pa_in: ਸੁਨੇਹੇ ਖੋਜ

# vpn.inAppMessaging.surveyBadge
source: Survey
pa_in: ਸਰਵੇਖਣ

# vpn.inAppMessaging.warningBadge
source: Warning
pa_in: ਚੇਤਾਵਨੀ

# vpn.inAppMessaging.whatsNewBadge
source: What’s new
pa_in: ਨਵਾਂ ਕੀ ਹੈ

# vpn.inAppSupportWorkflow.accountDropdownListItem
source: Account issues
es_cl: Problemas con la cuenta
pa_in: ਖਾਤਾ ਮਸਲੇ

# vpn.inAppSupportWorkflow.dropdownLabel
source: Choose a category
es_cl: Elige una categoría
pa_in: ਵਰਗ ਚੁਣੋ

# vpn.inAppSupportWorkflow.featureRequestDropdownListItem
source: Request features
es_cl: Solicitar funcionalidades
pa_in: ਫ਼ੀਚਰ ਦੀ ਮੰਗ

# vpn.inAppSupportWorkflow.issueFieldPlaceholder
source: Describe issue
es_cl: Describir problema
pa_in: ਮਸਲੇ ਦਾ ਵਰਣਨ ਕਰੋ

# vpn.inAppSupportWorkflow.otherDropdownListItem
source: Other
es_cl: Otro
pa_in: ਹੋਰ

# vpn.inAppSupportWorkflow.paymentDropdownListItem
source: Payment and billing
es_cl: Pago y facturación
pa_in: ਭੁਗਤਾਨ ਅਤੇ ਬਿੱਲਿੰਗ

# vpn.inAppSupportWorkflow.privacyNoticeLinkText
source: Mozilla VPN Privacy Notice
es_cl: Política de privacidad de Mozilla VPN
pa_in: Mozilla VPN ਦੀ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ

# vpn.inAppSupportWorkflow.subjectFieldPlaceholder
source: Subject (optional)
es_cl: Asunto (opcional)
pa_in: ਵਿਸ਼ਾ (ਚੋਣਵਾਂ)

# vpn.inAppSupportWorkflow.supportConfirmEmailPlaceholder
source: Confirm email address
es_cl: Confirmar dirección de correo
pa_in: ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਨੂੰ ਤਸਦੀਕ ਕਰੋ

# vpn.inAppSupportWorkflow.supportEmailFieldLabel
source: Enter your email
es_cl: Ingresa tu correo
pa_in: ਆਪਣਾ ਈਮੇਲ ਦਿਓ

# vpn.inAppSupportWorkflow.supportEmailFieldPlaceholder
source: Email address
es_cl: Correo electrónico
pa_in: ਈਮੇਲ ਸਿਰਨਾਵਾਂ

# vpn.inAppSupportWorkflow.supportErrorBrowserButton
source: Try opening in browser
es_cl: Intenta abrirlo en el navegador
pa_in: ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹ ਕੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.inAppSupportWorkflow.supportErrorButton
source: Try Again
es_cl: Volver a intentarlo
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ

# vpn.inAppSupportWorkflow.supportErrorHeader
source: Error submitting your support request
es_cl: Error al enviar tu solicitud de ayuda
pa_in: ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਬੇਨਤੀ ਭੇਜਣ ਦੌਰਾਨ ਗ਼ਲਤੀ

# vpn.inAppSupportWorkflow.supportErrorText
source: An unexpected error has occurred, please try again.
es_cl: Se ha producido un error inesperado, por favor vuelve a intentarlo.
pa_in: ਅਚਨਚੇਤੀ ਗਲਤੀ ਆਈ, ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।

# vpn.inAppSupportWorkflow.supportFieldHeader
source: How can we help you with Mozilla VPN?
es_cl: ¿Cómo podemos ayudarte con Mozilla VPN?
pa_in: ਅਸੀਂ Mozilla VPN ਨਾਲ ਤੁਹਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰ ਸਕਦੇ ਹਾਂ?

# vpn.inAppSupportWorkflow.supportNavLinkText
source: Contact support
es_cl: Contactar al soporte
pa_in: ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

# vpn.inAppSupportWorkflow.supportPrimaryButtonText
source: Submit
es_cl: Enviar
pa_in: ਭੇਜੋ

# vpn.inAppSupportWorkflow.supportResponseBody
source: Our support team will contact you at %1 once we’ve been able to look at your issue.
es_cl: Nuestro equipo de soporte se pondrá en contacto contigo en %1 una vez que hayamos podido ver tu problema.
pa_in: ਜਦੋਂ ਵੀ ਅਸੀਂ ਤੁਹਾਡੇ ਮਸਲੇ ਉੱਤੇ ਨਜ਼ਰਸਾਨੀ ਕਰਾਂਗੇ ਤਾਂ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਤੁਹਾਡੇ ਨਾਲ %1 ਉੱਤੇ ਸੰਪਰਕ ਕਰੇਗੀ।

# vpn.inAppSupportWorkflow.supportResponseButton
source: Done
es_cl: Hecho
pa_in: ਮੁਕੰਮਲ

# vpn.inAppSupportWorkflow.supportResponseHeader
source: Thank you!
es_cl: ¡Gracias!
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ!

# vpn.inAppSupportWorkflow.supportSecondaryActionText
source: Cancel
es_cl: Cancelar
pa_in: ਰੱਦ ਕਰੋ

# vpn.inAppSupportWorkflow.technicaDropdownListItem
source: Technical issues
es_cl: Problemas técnicos
pa_in: ਤਕਨੀਕੀ ਮਸਲੇ

# vpn.languageView.searchPlaceholder
source: Search languages
es_cl: Buscar idioma
pa_in: ਭਾਸ਼ਾਵਾਂ ਨੂੰ ਖੋਜੋ

# vpn.languageView.systemLanguageButtonDescription
source: Mozilla VPN will use the default system language.
pa_in: Mozilla VPN ਸਿਸਟਮ ਦੀ ਮੁੱਢਲੀ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।

# vpn.languageView.systemLanguageButtonTitle
source: System language
pa_in: ਸਿਸਟਮ ਭਾਸ਼ਾ

# vpn.mobileOnboarding.alreadyASubscriber
source: Already a subscriber?
es_cl: ¿Ya eres suscriptor?
pa_in: ਪਹਿਲਾਂ ਹੀ ਮੈਂਬਰ ਹੋ?

# vpn.mobileOnboarding.panelFourSubtitle
source: Stream, download and game without limits, monthly caps or ISP throttling.
es_cl: Transmite, descarga y juega sin límites, cuotas mensuales o limitaciones del ISP.
pa_in: ਬਿਨਾਂ ਕਿਸੇ ਪਾਬੰਦੀਆਂ, ਮਹੀਨੇਵਾਰ ਹੱਦਾਂ ਜਾਂ ISP ਰੋਕਾਂ ਦੇ ਸਟਰੀਮ ਕਰੋ, ਡਾਊਨਲੋਡ ਕਰੋ ਜਾਂ ਗੇਮਾਂ ਖੇਡੋ।

# vpn.mobileOnboarding.panelFourTitle
source: More security with one tap
es_cl: Más seguridad con un toque
pa_in: ਸਿਰਫ਼ ਇੱਕ ਵਾਰ ਛੂਹ ਕੇ ਸੁਰੱਖਿਆ ਵਧਾਓ

# vpn.mobileOnboarding.panelOneSubtitle
source: A safe, reliable and fast VPN. Built by the makers of Firefox.
es_cl: Un VPN seguro, confiable y rápido. Desarrollado por los creadores de Firefox.
pa_in: ਸੁਰੱਖਿਅਤ, ਭਰੋਸੇਯੋਗ ਤੇ ਤੇਜ਼ VPN ਹੈ। ਜਿਸ ਨੂੰ Firefox ਬਣਾਉਣ ਵਾਲਿਆਂ ਵਲੋਂ ਬਣਾਇਆ ਹੈ।
