Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/tutorial_04_split_tunneling/strings.xliff
Languages: co

# tutorial.04_split_tunneling.completion_message
source: You’ve learned how to exclude apps from VPN protection. Would you like to learn more tips and tricks?
co: Avete amparatu cumu esclude appiecazioni da a prutezzione VPN. Vi piaceria d’amparà d’altri astuzie è cunsiglii ?

# tutorial.04_split_tunneling.step.s0
source: Toggle this switch to deactivate the VPN
co: Impiegà stu cumutatore per disattivà a VPN

# tutorial.04_split_tunneling.step.s1
source: Select your account settings
co: Selezziunà e vostre preferenze di contu

# tutorial.04_split_tunneling.step.s2
source: Select “Network settings”
co: Selezziunà « Preferenze di reta »

# tutorial.04_split_tunneling.step.s3
source: Select “App permissions”
co: Selezziunà « Permessi di l’appiecazione »

# tutorial.04_split_tunneling.step.s4
source: Toggle off to view apps
co: Impiegà stu cumutatore per vede l’appiecazioni

# tutorial.04_split_tunneling.step.s5
source: Select an app to exclude it from VPN protections
co: Selezziunà un’appiecazione per escludela da e prutezzioni VPN

# tutorial.04_split_tunneling.step.s6
source: Go back to the VPN dashboard
co: Torna à a tavula di cundutta di a VPN

# tutorial.04_split_tunneling.step.s7
source: Toggle this switch to activate the VPN
co: Impiegà stu cumutatore per attivà a VPN

# tutorial.04_split_tunneling.subtitle
source: Follow this walkthrough to learn how to exclude apps from VPN.
co: Seguitate sta visita guidata per amparà cumu esclude appiecazioni da a VPN.

# tutorial.04_split_tunneling.title
source: How to exclude apps from VPN protection
co: Cumu esclude appiecazioni da a prutezzione VPN
