Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_upgrade_to_annual_plan/strings.xliff
Languages: cs, cy, de, el, es_es, fi, fy_nl, hu, ia, is, it, ja, ko, pa_in, pl, pt_br, pt_pt, ru, sk, sl, sq, sv_se, th, tr, uk, vi, zh_cn, zh_tw

# message.message_upgrade_to_annual_plan.block.c_1
source: Switch to an annual plan, and get all the same benefits at 50% less than the monthly plan:
cs: Přejděte na roční tarif a získejte stejné výhody za cenu o 50 % nižší než u měsíčního tarifu:
cy: Newidiwch i gynllun blynyddol, a chewch yr un buddion 50% yn rhatach naâ€™r cynllun misol:
de: Wechseln Sie zu einem Jahresplan und erhalten Sie die gleichen Vorteile, zu einem 50% günstigeren als beim Monatsplan:
el: Μεταβείτε σε ένα ετήσιο πρόγραμμα και αποκτήστε τα ίδια οφέλη με 50% λιγότερα από το μηνιαίο πρόγραμμα:
es_es: Cambia a un plan anual y obtén los mismos beneficios por un 50% menos que el plan mensual:
fi: Vaihda vuositilaukseen ja saat kaikki samat edut 50 prosenttia halvemmalla kuin kuukausitilauksessa:
fy_nl: Skeakelje oer nei in jierabonnemint en ûntfang deselde foardielen tsjin 50% minder as it moanne-abonnemint:
hu: Váltson éves előfizetésre, és kapja meg ugyanazokat az előnyöket a havi csomag árának feléért:
ia: Passa a un plano annual e obtene tote le mesme beneficios a minus 50% que le plano mensual:
is: Skiptu yfir í ársáskrift og fáðu öll sömu fríðindi á 50% lægri upphæð en mánaðaráskriftin býður:
it: Passa a un piano annuale e ottieni tutti gli stessi vantaggi con il 50% in meno rispetto al piano mensile:
ja: 年額プランに切り替えると、月額プランよりも 50% 安い料金で同じ特典がすべて利用できます:
ko: 연간 요금제로 전환하고 월간 요금제보다 50% 저렴한 요금으로 동일한 모든 혜택을 누리세요:
pa_in: ਸਾਲਨਾ ਪਲਾਨ ਲਈ ਬਦਲੋ ਅਤੇ ਸਾਰੇ ਫਾਇਦੇ ਮਹੀਨੇਵਾਰ ਪਲਾਨ ਤੋਂ 50% ਘੱਟ ਵਿੱਚ ਲਵੋ:
pl: Przejdź na abonament roczny i zyskaj te same korzyści za 50% mniej niż w przypadku abonamentu miesięcznego:
pt_br: Mude para um plano anual e tenha os mesmos benefícios por 50% menos que o plano mensal:
pt_pt: Mude para um plano anual e obtenha os mesmos benefícios mas por 50% menos que o plano mensal:
ru: Перейдите на годовой план и получите все те же преимущества на 50 % дешевле, чем при ежемесячном плане:
sk: Prejdite na ročný plán a získajte rovnaké výhody v cene o 50 % nižšej ako pri mesačnom pláne:
sl: Preklopite na letni paket in si zagotovite vse ugodnosti po 50 % nižji ceni kot pri mesečnem paketu:
sq: Kaloni në një plan vjetor dhe kini të njëjtat përfitime me më pak se 50% se sa plani mujor:
sv_se: Byt till en årsprenumeration och få samma förmåner till 50% mindre än månadsplanen:
th: เปลี่ยนเป็นแผนรายปี และรับสิทธิประโยชน์ทั้งหมดเหมือนเดิมในราคาถูกกว่า 50% เมื่อเทียบกับแผนรายเดือน:
tr: Yıllık pakete geçerek aynı avantajlardan aylık plana göre %50 indirimle yararlanın:
uk: Перейдіть на річну передплату й отримайте ті ж переваги на 50% дешевше, ніж з місячною передплатою:
vi: Chuyển sang gói hàng năm và nhận được tất cả các lợi ích tương tự với mức giá thấp hơn 50% so với gói hàng tháng:
zh_cn: 切换为包年方案以比月度方案低 50% 的价格获得相同的好处
zh_tw: 切換為年繳方案只要比月租方案低 50% 的價格就能獲得相同的好處

# message.message_upgrade_to_annual_plan.block.c_2.l_1
source: Protection for up to 5 devices
cs: Ochrana až pro 5 zařízení
cy: Diogelwch ar gyfer hyd at 5 dyfais
de: Schutz für bis zu 5 Geräte
el: Προστασία για έως και 5 συσκευές
es_es: Protección para hasta 5 dispositivos
fi: Suojaus jopa viidelle laitteelle
fy_nl: Beskerming foar maksimaal 5 apparaten
hu: Védelem akár 5 eszköznek
ia: Protection de maximo 5Â apparatos
is: Vörn fyrir allt að 5 tæki
it: Protezione per un massimo di 5 dispositivi
ja: 最大 5 台の端末を保護
ko: 최대 5개의 기기 보호
pa_in: 5 ਡਿਵਾਈਸਾਂ ਤੱਕ ਸੁਰੱਖਿਆ ਲਵੋ
pl: Ochrona do 5 urządzeń
pt_br: Proteção em até 5 dispositivos
pt_pt: Proteção para até 5 dispositivos
ru: Защита до 5 устройств
sk: Ochrana až pre 5 zariadení
sl: Zaščita do 5 naprav
sq: Mbrojtje për deri në 5 pajisje
sv_se: Skydd för upp till 5 enheter
th: การป้องกันสำหรับอุปกรณ์สูงสุด 5 เครื่อง
tr: 5 cihaza kadar koruma
uk: Захист до 5 пристроїв
vi: Bảo vệ lên đến 5 thiết bị
zh_cn: 最多保护 5 台设备
zh_tw: 保護最多 5 台裝置

# message.message_upgrade_to_annual_plan.block.c_2.l_2
source: 500+ servers in 30+ countries
cs: 500+ serverů ve více než 30 zemích
cy: 500+ gweinydd mewn 30+ gwlad
de: Über 500 Server in über 30 Ländern
el: 500+ διακομιστές σε 30+ χώρες
es_es: Más de 500 servidores en más de 30 países
fi: 500+ palvelinta 30+ maassa
fy_nl: Mear as 500 servers yn mear as 30 lannen
hu: 500+ kiszolgáló 30+ országban
ia: Plus que 500 servitores in ultra 30 paises
is: Meira en 500 netþjónar í yfir 30 löndum
it: Oltre 500 server in più di 30 Paesi.
ja: 30 か国以上に 500 台以上のサーバー
ko: 30개국 이상에 500대 이상의 서버
pa_in: 30+ ਦੇਸ਼ਾਂ ਵਿੱਚ 500+ ਸਰਵਰ
pl: Ponad 500 serwerów w ponad 30 krajach
pt_br: Mais de 500 servidores em mais de 30 países
pt_pt: Mais de 500 servidores em mais de 30 países
ru: Более 500 серверов в более чем 30 странах
sk: 500+ serverov vo viac ako 30 krajinách
sl: Več kot 500 strežnikov v preko 30 državah
sq: Mbi 500 shërbyes në mbi 30 vende
sv_se: Över 500 servrar i över 30 länder
th: เซิร์ฟเวอร์มากกว่า 500 แห่งในกว่า 30 ประเทศ
tr: 30’dan fazla ülkede 500’den fazla sunucu
uk: Понад 500 серверів у більш ніж 30 країнах
vi: 500+ máy chủ trong 30+ quốc gia
zh_cn: 500 余台服务器遍及 30 多个国家/地区
zh_tw: 於超過 30 個國家有超過 500 台伺服器

# message.message_upgrade_to_annual_plan.block.c_2.l_3
source: Device-level encryption
cs: Šifrování na úrovni zařízení
cy: Amgryptio ar lefel dyfais
de: Verschlüsselung auf Geräteebene
el: Κρυπτογράφηση σε επίπεδο συσκευής
es_es: Cifrado en el dispositivo
fi: Laitetason salaus
fy_nl: Fersifering op apparaatnivo
hu: Eszközszintű titkosítás
ia: Cryptation a nivello de apparato
is: Dulritun á hvert tæki
it: Crittografia per l’intero dispositivo
ja: 端末レベルの暗号化
ko: 기기 수준 암호화
pa_in: ਡਿਵਾਇਸ-ਪੱਧਰੀ ਇਨਕਰਿਪਸ਼ਨ
pl: Szyfrowanie na poziomie urządzenia
pt_br: Criptografia a nível de dispositivo
pt_pt: Encriptação ao nível do dispositivo
ru: Шифрование на уровне устройства
sk: Šifrovanie na úrovni zariadenia
sl: Šifriranje na ravni naprave
sq: Fshehtëzim në nivel pajisjeje
sv_se: Kryptering på enhetsnivå
th: การเข้ารหัสลับในระดับอุปกรณ์
tr: Cihaz düzeyinde şifreleme
uk: Шифрування на рівні пристрою
vi: Mã hóa cấp độ thiết bị
zh_cn: 设备级加密
zh_tw: 裝置層級加密

# message.message_upgrade_to_annual_plan.block.c_2.l_4
source: No bandwidth restrictions
cs: Žádná omezení šířky pásma
cy: Dim cyfyngiadau lled band
de: Keine Bandbreitenbeschränkungen
el: Χωρίς περιορισμούς εύρους ζώνης
es_es: Sin restricciones de ancho de banda
fi: Ei kaistanleveysrajoituksia
fy_nl: Gjin bânbreedtebeheiningen
hu: Nincs sávszélesség-korlátozás
ia: Nulle limitationes de largessa de banda
is: Engar bandbreiddartakmarkanir
it: Nessuna limitazione alla larghezza di banda
ja: 帯域幅の制限なし
ko: 대역폭 제한 없음
pa_in: ਕੋਈ ਬੈਂਡਵਿੱਥ ਲਈ ਕੋਈ ਪਾਬੰਦੀ ਨਹੀਂ
pl: Bez ograniczeń przepustowości
pt_br: Sem restrições de largura de banda
pt_pt: Sem restrições de largura de banda
ru: Без ограничений по скорости
sk: Žiadne obmedzenia rýchlosti
sl: Brez omejitev pasovne širine
sq: Pa kufizime për sasi trafiku
sv_se: Inga bandbreddsbegränsningar
th: ไม่มีการจำกัดแบนด์วิดธ์
tr: Bant genişliği kısıtlaması yok
uk: Необмежена пропускна здатність
vi: Không hạn chế băng thông
zh_cn: 无带宽限制
zh_tw: 沒有頻寬限制

# message.message_upgrade_to_annual_plan.block.c_2.l_5
source: No logging of your network activity
cs: Žádné protokolování vaší síťové aktivity
cy: Dim cofnodi'ch gweithgaredd rhwydwaith
de: Keine Protokollierung deiner Netzwerkaktivität
el: Χωρίς καταγραφή δραστηριότητας δικτύου
es_es: Sin registrar tu actividad en la red
fi: Verkkotoimintojasi ei kirjata lokiin
fy_nl: Gjin logging fan jo netwurkaktiviteit
hu: Nincs naplózás a hálózati forgalomról
ia: Nulle registration de tu activitate de rete
is: Engin skráning á netvirkni þinni
it: Nessuna registrazione della tua attività di rete
ja: ネットワークの行動ログを記録しません
ko: 네트워크 활동 기록 없음
pa_in: ਤੁਹਾਡੀ ਨੈੱਟਵਰਕ ਸਰਗਰਮੀ ਲਈ ਕੋਈ ਲਾਗ ਨਹੀਂ ਰੱਖਦੇ
pl: Nie rejestrujemy twojej aktywności sieciowej
pt_br: Sem registro de sua atividade na rede
pt_pt: Sem registo da sua atividade de rede
ru: Без сбора вашей активности в Интернете
sk: Žiadne zaznamenávanie vašej aktivity na internete
sl: Brez beleženja vaše omrežne dejavnosti
sq: Pa regjistrim të veprimtarisë tuaj në rrjet
sv_se: Ingen loggning av din nätverksaktivitet
th: ไม่มีการบันทึกกิจกรรมเครือข่ายของคุณ
tr: Ağ etkinliğinizin kaydı tutulmaz
uk: Без журналювання ваших дій у мережі
vi: Không ghi nhật ký hoạt động mạng của bạn
zh_cn: 不会记录您的网络活动
zh_tw: 不會紀錄您的上網行為

# message.message_upgrade_to_annual_plan.block.c_3
source: Switch to an annual plan
cs: Přejít na roční plán
cy: Newid i gynllun blynyddol
de: Zu Jahresplan wechseln
el: Μετάβαση σε ετήσιο πρόγραμμα
es_es: Cambiar a un plan anual
fi: Vaihda vuositilaukseen
fy_nl: Oerstappe nei in jierabonnemint
hu: Váltson éves előfizetésre
ia: Passa a un plano annual
is: Skipta yfir í ársáskrift
it: Passa a un piano annuale
ja: 年額プランに切り替える
ko: 연간 요금제로 전환
pa_in: ਸਾਲਨਾ ਪਲਾਨ ਲਈ ਬਦਲੋ
pl: Przejdź na abonament roczny
pt_br: Mude para um plano anual
pt_pt: Mude para um plano anual
ru: Перейти на годовой план
sk: Prejdite na ročný plán
sl: Preklopite na letni paket
sq: Kaloni në një plan vjetor
sv_se: Byt till en årsplan
th: เปลี่ยนเป็นแผนรายปี
tr: Yıllık pakete geçin
uk: Перейти на річну передплату
vi: Chuyển sang gói hàng năm
zh_cn: 改用包年方案
zh_tw: 切換為包年方案

# message.message_upgrade_to_annual_plan.block.c_4
source: Get help
cs: Získat pomoc
cy: Derbyn cymorth
de: Hilfe erhalten
el: Λήψη βοήθειας
fi: Tuki
fy_nl: Help krije
hu: Segítség kérése
is: Fá aðstoð
pl: Pomoc
pt_pt: Obter ajuda
ru: Получить помощь
sl: Pomoč
tr: Yardım alın
uk: Отримати допомогу
zh_cn: 获取帮助
zh_tw: 取得幫助

# message.message_upgrade_to_annual_plan.block.c_4_1
source: Help
cs: Nápověda
es_es: Ayuda
hu: Súgó
ia: Adjuta
it: Assistenza
ja: ヘルプ
ko: 도움말
pa_in: ਮਦਦ
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sv_se: Hjälp
th: ช่วยเหลือ
uk: Довідка
vi: Trợ giúp

# message.message_upgrade_to_annual_plan.subtitle
source: Get the same protection, for half the price.
cs: Získejte stejnou ochranu za poloviční cenu.
cy: Cael yr un diogelwch, am hanner y pris.
de: Hol dir den gleichen Schutz zum halben Preis.
el: Αποκτήστε την ίδια προστασία, στη μισή τιμή.
es_es: Obtén la misma protección por la mitad de precio.
fi: Hanki sama suojaus puoleen hintaan.
fy_nl: Untfang deselde beskerming, foar de helte fan de priis.
hu: Szerezze meg ugyanazt a védelmet, féláron.
ia: Obtene le mesme protection, a un medietate del precio.
is: Fáðu sömu vernd, fyrir hálft verð.
it: Ottieni la stessa protezione a metà prezzo.
ja: 半額で同じ保護が受けられます。
ko: 절반 가격에 동일한 보호 기능을 사용하세요.
pa_in: ਉਹੀ ਸੁਰੱਖਿਆ ਅੱਧੀ ਕੀਮਤ ਵਿੱਚ ਲਵੋ।
pl: Uzyskaj tę samą ochronę za połowę ceny.
pt_br: Tenha a mesma proteção pela metade do preço.
pt_pt: Obtenha a mesma proteção por metade do preço.
ru: Получите ту же защиту за полцены.
sk: Získajte rovnakú ochranu za polovičnú cenu.
sl: Zagotovite si enako zaščito za polovično ceno.
sq: Merrni të njëjtën mbrojtje, për gjysmën e çmimit.
sv_se: Få samma skydd, för halva priset.
th: รับการปกป้องแบบเดียวกันในราคาเพียงครึ่งเดียว
tr: Aynı korumayı yarı fiyatına alın.
uk: Отримайте такий самий захист за пів ціни.
vi: Bảo vệ tương tự, nhưng giá chỉ bẳng một nửa.
zh_cn: 用一半的价格获得同样的保护。
zh_tw: 以一半的價格獲得相同的保護。

# message.message_upgrade_to_annual_plan.title
source: Save 50% when you switch to an annual plan
cs: Ušetřete 50 % přechodem na roční plán
cy: Arbedwch 50% pan fyddwch yn newid i gynllun blynyddol
de: Sparen Sie 50% beim Wechsel zum Jahresplan
el: Εξοικονομήστε 50% με μετάβαση σε ετήσιο πρόγραμμα
es_es: Ahorra un 50% al cambiar a un plan anual
fi: Säästä 50 prosenttia, kun vaihdat vuositilaukseen
fy_nl: Besparje 50% as jo oerstappe nei in jierabonnemint
hu: 50% megtakarítás, ha éves előfizetésre vált
ia: Sparnia le 50% quando tu passa a un plano annual
is: Sparaðu 50% þegar þú skiptir yfir í ársáskrift
it: Risparmia il 50% quando passi a un piano annuale
ja: 年額プランに切り替えると 50% 割引になります
ko: 연간 요금제로 전환하고 50% 할인을 받으세요.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਸਾਲਨਾ ਪਲਾਨ ਵਿੱਚ ਬਦਲਦੇ ਹੋ ਤਾਂ 50% ਤੱਕ ਬਚਾਓ
pl: Zaoszczędzisz 50%, przechodząc na abonament roczny
pt_br: Economize 50% ao mudar para um plano anual
pt_pt: Economize 50% ao mudar para um plano anual
ru: Сэкономьте 50% при переходе на годовой план
sk: Ušetrite 50 % pri prechode na ročný plán
sl: Prihranite 50 % s prehodom na letni paket
sq: Kurseni 50%, kur hidheni në një plan vjetor
sv_se: Spara 50% när du byter till ett årsabonnemang
th: ประหยัด 50% เมื่อคุณเปลี่ยนเป็นแผนรายปี
tr: Yıllık pakete geçerek %50 tasarruf edin
uk: Заощаджуйте 50%, перейшовши на річну передплату
vi: Tiết kiệm 50% khi bạn chuyển sang gói hàng năm
zh_cn: 改用包年方案可享 50% 折扣
zh_tw: 切換為包年訂閱方案可節省 50%
