Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/guide_02_*_vpn_working_correctly/strings.xliff
Languages: es_ar, fr, hu, ia, ja, zh_tw

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
es_ar: Cómo agregar un dispositivo
fr: Comment ajouter un appareil
hu: Hogyan adjon hozzá egy eszközt
ia: Como adder un apparato
ja: 端末を追加する手順
zh_tw: 如何新增裝置

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
es_ar: Abrí la app de Mozilla VPN en tu dispositivo preferido
fr: Ouvrez l’application Mozilla VPN sur l’appareil de votre choix
hu: Nyissa meg a Mozilla VPN alkalmazást a kívánt eszközön
ia: Aperi le app Mozilla VPN su tu apparato preferite
ja: お好みの端末で Mozilla VPN アプリを開きます
zh_tw: 在您想要使用的裝置上開啟 Mozilla VPN 應用程式

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
es_ar: Ingresá a tu cuenta
fr: Connectez-vous à votre compte
hu: Jelentkezzen be a fiókjába
ia: Accede a tu conto
ja: アカウントにログインしてください
zh_tw: 登入帳號

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
es_ar: ¡Listo! Tu dispositivo se ha agregado automáticamente a tu lista de dispositivos conectados a la VPN
fr: Et voilà ! Votre appareil a été automatiquement ajouté à votre liste VPN d’appareils connectés
hu: Voilà! Az eszköze automatikusan felkerült a VPN-hez csatlakoztatott eszközök listájára.
ia: Ecce! Tu apparato ha essite automaticamente addite a tu lista de apparatos connexe a tu VPN
ja: これだけ！ あなたの端末が VPN に接続された端末のリストに自動的に追加されています
zh_tw: 就這樣！您的裝置將自動加入 VPN 連結裝置清單

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
es_ar: Cómo eliminar un dispositivo
fr: Comment supprimer un appareil
hu: Hogyan távolítson el egy eszközt
ia: Como remover un apparato
ja: 端末を削除する手順
zh_tw: 如何刪除裝置

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
es_ar: Abrí Mozilla VPN en tu dispositivo de escritorio o móvil elegido
fr: Ouvrez Mozilla VPN sur l’ordinateur ou l’appareil mobile de votre choix
hu: Nyissa meg a Mozilla VPN-t a választott asztali számítógépén vagy mobileszközén
ia: Aperi Mozilla VPN in tu scriptorio o apparato mobile seligite
ja: 選択したデスクトップ端末またはモバイル端末で Mozilla VPN を開きます
zh_tw: 在您想要移除的桌機或行動裝置開啟 Mozilla VPN

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
es_ar: Tocá “Mis dispositivos” en la pantalla de inicio de la VPN
fr: Appuyez sur « Mes appareils » sur votre écran d'accueil VPN
hu: Koppintson a „Saját eszközök” elemre a VPN kezdőképernyőjén
ia: Tocca sur “Mi apparatos” in le pagina initial de tu VPN
ja: VPN のホーム画面で “自分の端末” をタップします
zh_tw: 點擊 VPN 主畫面當中的「我的裝置」

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
es_ar: Seleccioná el ícono de “Papelera” junto al dispositivo que querés eliminar de tu lista de dispositivos conectados
fr: Sélectionnez l’icône « Corbeille » à côté de l’appareil que vous souhaitez supprimer de votre liste d’appareils connectés
hu: Válassza ki a „Kuka” ikont azon eszköz mellett, amelyet eltávolítana a csatlakoztatott eszközök listájáról
ia: Elige le icone “Immunditia” proxime al apparato que tu vole remover de tu lista de apparatos connexe
ja: 接続された端末のリストから、削除したい端末の隣の “ごみ箱” アイコンを選択します
zh_tw: 選擇清單中，已連結而想要移除的裝置旁的「垃圾桶」圖示

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
es_ar: Seguí esta guía de 3 pasos rápida y simole para agregar y quitar todos tus dispositivos fácilmente.
fr: Suivez ce guide simple et rapide en 3 étapes pour ajouter et supprimer facilement tous vos appareils.
hu: Kövesse ezt a gyors és egyszerű 3 lépéses útmutatót az összes eszköz egyszerű hozzáadásához és eltávolításához.
ia: Seque iste rapide e simple guida a 3 passos pro adder e remover tote tu apparatos facilemente.
ja: この簡単な 3 ステップガイドに従って、すべての端末を追加または削除してください。
zh_tw: 依照下列三步驟，快速了解如何新增裝置或移除所有裝置。

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
es_ar: ¿Cómo agrego y elimino dispositivos?
fr: Comment ajouter et supprimer des appareils ?
hu: Hogyan adhat hozzá és távolíthat el eszközöket?
ia: Como pote io adder o remover dispositivos?
ja: 端末を追加または削除するには？
zh_tw: 要如何新增移除裝置？

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
es_ar: ¿Cómo conecto mi impresora o fax?
fr: Comment me connecter à mon imprimante ou à mon fax ?
hu: Hogyan csatlakozhat a nyomtatójához vagy a faxához?
ia: Como pote io connecter me a mi impressor o fax?
ja: プリンターや FAX に接続するには？
zh_tw: 要如何連線到我的印表機或傳真機？

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
es_ar: Habilitá “Acceso a la red local” en la configuración de red
fr: Activez « Accès au réseau local » dans les paramètres réseau
hu: Engedélyezze a „Helyi hálózati hozzáférés” lehetőséget a hálózati beállításokban
ia: Activa “Accesso al rete local” in tu parametros de rete
ja: ネットワーク設定で “ローカルネットワークアクセス” を有効にします
zh_tw: 在網路設定中勾選「存取區域網路」

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
es_ar: Conectá la impresora o el fax mediante cable al puerto del dispositivo (cableado) o vía wireless
fr: Connectez le câble de l’imprimante ou du fax au port de votre appareil (filaire) ou via une connexion sans fil
hu: Csatlakoztassa a nyomtató- vagy faxkábelt az eszköz csatlakozójához (vezetékes) vagy használjon vezeték nélküli kapcsolatot
ia: Connecte le cablo del impressor o fax al porta de tu apparato(cablate) o via rete sin filos
ja: プリンターまたは FAX のケーブルを端末の接続口 (有線) またはワイヤレス経由で接続します
zh_tw: 以有線或無線方式連線到印表機或傳真機

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
es_ar: Imprimí o enviá por fax tus documentos como siempre en computadoras de escritorio / laptops / teléfonos celulares
fr: Imprimez ou faxez vos documents comme vous en avez l’habitude sur vos ordinateurs de bureau / ordinateurs portables / téléphones portables
hu: Nyomtassa ki vagy faxolja dokumentumait az asztali számítógépén/laptopján/mobiltelefonján megszokott módon
ia: Imprime o invia per fax tu documentos como normal computatores de scriptorio / portabiles / telephonos mobile
ja: 通常のデスクトップまたはラップトップコンピューター、あるいは携帯電話として文書を印刷するか FAX 送信します
zh_tw: 如同一般的桌機、筆記型電腦或手機來列印或傳真文件

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
es_ar: ¿A qué otros dispositivos me puedo conectar?
fr: À quels autres types d’appareils puis-je me connecter ?
hu: Milyen egyéb típusú eszközhöz tud csatlakozni?
ia: A que altere typos de apparatos pote io connecter me?
ja: 他のどのような端末に接続できますか？
zh_tw: 還可以連線到其他哪些類型的裝置？

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
es_ar: Con “Acceso a la red local” habilitado, también te podés conectar a dispositivos como:
fr: En activant l’option « Accès au réseau local », vous pouvez également vous connecter à des appareils tels que :
hu: A „Helyi hálózati hozzáférés” bekapcsolásával ilyen eszközökhöz is csatlakozhat:
ia: Con “Accesso al rete local” activate, tu alsi pote connecter te a apparatos como:
ja: “ローカルネットワークアクセス” をオンにすると、次のような端末にも接続できます:
zh_tw: 開啟「存取區域網路」後，您將還可以連線到下列裝置:

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
es_ar: Otras computadoras y teléfonos celulares
fr: D’autres ordinateurs et téléphones portables
hu: Egyéb számítógépek és mobiltelefonok
ia: Altere computatores e telephonos mobile
ja: 他のコンピューターや携帯電話
zh_tw: 其他電腦與手機

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
es_ar: Dispositivos de streaming (Chromecast / Roku / Apple AirPlay)
fr: Des clés de streaming (Chromecast / Roku / Apple AirPlay)
hu: Közvetítési kulcsok (Chromecast/Roku/Apple Airplay)
ia: Claves multimedial (Chromecast / Roku / Apple AirPlay)
ja: ストリーミングスティック (Chromecast / Roku / Apple AirPlay)
zh_tw: 電視串流裝置（Chromecast / Roku / Apple AirPlay）

# guide.connecting_external_devices.subtitle
source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
es_ar: Habilitar el acceso a la red local permite conectarse a otros dispositivos sin sacrificar la protección de la VPN.
fr: Activer l’accès au réseau local vous permet de vous connecter à d’autres appareils sans sacrifier votre protection VPN.
hu: A helyi hálózati hozzáférés engedélyezése lehetővé teszi az egyéb eszközökhöz való csatlakozást, a VPN védelmének feláldozása nélkül.
ia: Le activation de accesso al rete local te permitte de connecter te a altere apparatos sin sacrificar tu protection VPN.
ja: ローカルネットワークアクセスを有効にすると、VPN 保護を犠牲にすることなく他の端末に接続できます。
zh_tw: 開啟存取區域網路後，您就可以不關閉 VPN 保護，仍能連線到其他裝置。

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
es_ar: Conectarse a otros dispositivos mientras se usa la VPN
fr: Connexion à d’autres appareils tout en utilisant le VPN
hu: Csatlakozás más eszközökhöz a VPN használata közben
ia: Connexion a altere apparatos usante le VPN
ja: VPN を使用しながら他の端末に接続する
zh_tw: 使用 VPN 時仍能連線到其他裝置

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
es_ar: Protegé tus datos personales e identidad
fr: Protégez vos données personnelles et votre identité
hu: Védje személyes adatait és személyazonosságát
ia: Salveguardar tu identitate e datos personal
ja: 個人データと ID の保護
zh_tw: 保護您的個人資料與身分資料

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
es_ar: Navegá la web y usá tus aplicaciones favoritas libremente sin ser rastreado
fr: Surfez sur le Web et utilisez vos applications préférées librement sans être pisté·e
hu: Böngésszen az interneten, és használja kedvenc alkalmazásait szabadon, nyomon követés nélkül
ia: Navigar le web e usar tu favorite apps liberemente sin esser traciate
ja: 追跡されることなく、自由にウェブを利用し、お気に入りのアプリを使用できます
zh_tw: 自由上網、滑 App，不被追蹤

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
es_ar: Mantené tu material confidencial seguro con nuestro cifrado de datos premium
fr: Protégez les documents confidentiels grâce à notre chiffrement de données premium
hu: Tartsa biztonságban a bizalmas anyagokat a prémium adattitkosításunkkal
ia: Mantener secur le materiales confidential per nostre cryptation premio del datos
ja: 高品質のデータ暗号化により機密情報を安全に保ちます
zh_tw: 透過我們的進階資料加密功能確保機敏資料安全

# guide.how_to_vpn.block.c_3
source: Defense on the go
es_ar: Defensa sobre la marcha
fr: Protection lors de vos déplacements
hu: Védelem útközben
ia: Defensa al volo
ja: 外出時の防御
zh_tw: 隨時隨地都獲得保護

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
es_ar: Bloquea entidades desconocidas para que no vean tus datos privados en puntos de acceso y Wi-Fi públicos riesgosos
fr: Empêche les inconnus de consulter vos données privées sur les Wi-Fi publics et les points d’accès peu sûrs
hu: Megakadályozza, hogy ismeretlenek lássák a személyes adatait a kockázatos nyilvános Wi-Fi-hálózatokon és hotspotokon
ia: Bloca entitates incognite de vider tu datos private sur riscose wi-fi e punctos de accesso public
ja: 危険性のある公衆 Wi-Fi やホットスポットで、隠れた存在からあなたの個人データがのぞき見されないようにブロックします
zh_tw: 封鎖惡意第三方透過不安全的公共 Wi-Fi 熱點偷窺您的私人資料

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
es_ar: Protección dondequiera que estés, desde restoranes hasta alquileres de vacaciones
fr: Une protection où que vous soyez, des restaurants aux locations de vacances
hu: Védelem, bárhol is van, az éttermektől a nyaralókig
ia: Protection ubicunque tu es, ab le restaurantes al locationes de vacantias
ja: レストランからレンタル施設まで、どこでもあなたを保護します
zh_tw: 隨時隨地，不論是餐廳或渡假村都能受到保護

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
es_ar: Conectate a más de 30 países
fr: Connectez-vous à plus de 30 pays
hu: Csatlakozzon több mint 30 országhoz
ia: Connecte te a plus de 30 paises
ja: 30 か国以上で接続可能
zh_tw: 連線到超過 30 個國家

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
es_ar: Navegá y accedé a contenido de todo el mundo
fr: Naviguez et accédez à des contenus du monde entier
hu: Böngésszen és érjen el tartalmakat a világ minden tájáról
ia: Naviga e accede a contento de tote le mundo
ja: 世界のどこからでもコンテンツを閲覧してアクセスできます
zh_tw: 瀏覽存取世界各地的內容資源

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
es_ar: Comprá en un servidor regional para conseguir ofertas locales, como pasajes aéreos más baratos
fr: Achetez sur un serveur régional pour obtenir des offres localisées comme des billets d’avion moins chers
hu: Vásároljon egy regionális kiszolgálón, hogy helyi ajánlatokat, például olcsóbb repülőjegyeket kapjon
ia: Compra sur un servitor regional pro obtener negotios localisate como billetes de avion minus costose
ja: 地域のサーバーで買い物をして、より安い地元価格の航空運賃で取引できます
zh_tw: 於在地的主機購物，獲得在地的優惠折扣，例如更便宜的機票價格

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
es_ar: Mozilla VPN asegura la conexión entre tu dispositivo y la web. Estas son algunas de las funciones más útiles que ofrece la VPN:
fr: Mozilla VPN sécurise la connexion entre votre appareil et le Web. Voici quelques-unes des fonctionnalités les plus utiles offertes par votre VPN :
hu: A Mozilla VPN biztonságossá teszi a kapcsolatot az eszköz és a web között. Íme néhány a VPN által kínált leghasznosabb funkciók közül:
ia: Mozilla VPN salveguarda le connexion inter tu apparato e le Web. Ecce parte del plus utile characteristicas que tu VPN offere:
ja: Mozilla VPN は、あなたの端末とウェブの接続を保護します。ここでは VPN が提供するいくつかの便利な機能を示します:
zh_tw: Mozilla VPN 會加密您的裝置與網站間的連線，以下是 VPN 常見能提供的功能:

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
es_ar: Los principales usos y beneficios de usar Mozilla VPN
fr: Les principaux usages et avantages à utiliser Mozilla VPN
hu: A Mozilla VPN használatának legfontosabb felhasználási területei és előnyei
ia: Le melior usos e beneficios de Mozilla VPN
ja: Mozilla VPN を使用する主な用途と利点
zh_tw: Mozilla VPN 最熱門的用途與好處

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
es_ar: Buscar en tu navegador
fr: Recherchez dans votre navigateur
hu: Keressen a böngészőjében
ia: Cercar in tu navigator
ja: ブラウザーで検索
zh_tw: 在瀏覽器中搜尋

# guide.is_my_vpn_working_correctly.block.c_2
source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
es_ar: Ingresá un término de búsqueda como “clima local” en tu navegador y mirá en tiempo real las actualizaciones del clima de la ubicación actual de la VPN.
fr: Saisissez un terme de recherche tel que « météo locale » dans votre navigateur et consultez la météo en temps réel pour votre emplacement VPN actuel.
hu: Írjon be egy keresési kifejezést a böngészőjébe, például azt, hogy „helyi időjárás”, és tekintse meg a valós idejű időjárás-jelentést a jelenlegi VPN-helyéről.
ia: Insere un termino de recerca como “conditiones meteorologic local” in tu navigator e vide informationes meteorologic actual in tempore real, pro tu position VPN actual.
ja: 「現在地の天気」などの検索語をブラウザーに入力すると、現在接続している VPN の場所の天気がリアルタイムで表示されます。
zh_tw: 在瀏覽器中輸入「本地天氣」之類的搜尋詞彙，即可看到您目前 VPN 地點的即時天氣資訊。

# guide.is_my_vpn_working_correctly.block.c_3
source: Sign in to your favorite app or streaming site
es_ar: Ingresá en tu app o sitio de streaming favorito
fr: Connectez-vous à votre application ou site de streaming préféré
hu: Jelentkezzen be a kedvenc alkalmazásába vagy közvetítési webhelyére
ia: Accede a tu favorite sito de app o diffusion multimedial
ja: お気に入りのアプリやストリーミングサイトにログイン
zh_tw: 登入您最愛的應用程式或串流網站

# guide.is_my_vpn_working_correctly.block.c_4
source: Traveling abroad and need to access content from back home?
es_ar: ¿Viajás al exterior y necesitás acceder a contenido de tu país?
fr: Vous voyagez à l’étranger et avez besoin d’accéder à du contenu depuis chez vous ?
hu: Külföldre utazik, és el akarja érni az otthoni tartalmát?
ia: Viagia tu al estraniero e debe acceder a contento de tu casa?
ja: 海外旅行中にお住まいの地元からコンテンツにアクセスする必要がある場合は？
zh_tw: 出國旅行，需要開啟放在家裡的檔案嗎？

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
es_ar: Conectate al servidor del país que elijás
fr: Connectez-vous au serveur du pays de votre choix
hu: Kapcsolódjon a választott ország kiszolgálójához
ia: Connecte te al servitor de tu pais preferite
ja: 選択した国のサーバーに接続します
zh_tw: 透過您指定國家的主機連線

# guide.is_my_vpn_working_correctly.block.c_5.l_2
source: Sign on to your favorite app or streaming site
es_ar: Ingresá en tu app o sitio de streaming favorito
fr: Connectez-vous à votre application ou site de streaming préféré
hu: Jelentkezzen be a kedvenc alkalmazásába vagy közvetítési webhelyére
ia: Accede a tu favorite sito de app o diffusion multimedial
ja: お気に入りのアプリやストリーミングサイトにログインします
zh_tw: 登入您最愛的應用程式或串流網站

# guide.is_my_vpn_working_correctly.subtitle
source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
es_ar: Probá la geolocalización en uno de nuestros más de 400 servidores en todo el mundo en dos maneras súper simples:
fr: Testez votre géolocalisation sur l’un de nos 400 serveurs dans le monde de deux manières très simples :
hu: Tesztelje a földrajzi helyét világszerte a több mint 400 kiszolgálónk egyikén, két rendkívül egyszerű módon:
ia: Testa tu geolocalisation sur un de nostre plus de 400 servitores in tote le mundo in duo manieras super simple:
ja: 次の超簡単な 2 通りの方法により 400 を超える世界中のサーバーの一つで現在地をテストしてください:
zh_tw: 用兩種超簡單的方式，透過我們全球超過 400 台伺服器測試您的地理位置:

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
es_ar: ¿Está mi VPN conectada a la ubicación correcta del servidor?
fr: Mon VPN est-il connecté au bon emplacement de serveur ?
hu: A VPN-je a megfelelő kiszolgálóhelyhez csatlakozik?
ia: Es mi VPN connectite al servitor in le loco correcte?
ja: VPN は正しい場所のサーバーに接続されていますか？
zh_tw: 我的 VPN 連線到對的主機了嗎？
