Repository: bakulf/mozilla-vpn-client-l10n
Catalog: hsb/addons/guide_01_how_to_vpn/strings.xliff
Languages: hsb

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
hsb: Grat přidać

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
hsb: Wočińće nałoženje Mozilla VPN na swojim preferowanym graće

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
hsb: Přizjewće so pola swojeho konta

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
hsb: Dokonjone! Waš grat je so awtomatisce wašej VPN-lisćinje zwjazanych gratow přidał

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
hsb: Grat wotstronić

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
hsb: Wočińće Mozilla VPN w swojim wubranym desktopowym abo mobilnym graće

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
hsb: Podótkńće so „Moje graty“ na wašej startowej wobrazowce VPN

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
hsb: Wubjerće symbol „Papjernik“ pódla grata, kotryž chceće ze swojeje lisćiny zwjazanych gratow wotstronić

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
hsb: Sćěhujće tutón a jednory nawod w 3 krokach, zo byšće wšě ze swojich gratow lochko přidał a wotstronił.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
hsb: Kak móžu graty přidać a wotstronić?

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
hsb: Kak móžu swój ćišćak abo swój faksowak zwjazać?

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
hsb: Zmóžńće „Lokalny syćowy přistup“ w swojich syćowych nastajenjach

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
hsb: Zwjazajće kabl ćišćaka abo faksowaka z portom swojeho grata (z kablom) abo bjez kabla

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
hsb: Ćišćće abo faksujće swoje dokumenty kaž na normalnych desktopowych ličakach/laptopach/mobilnych telefonach

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
hsb: Z kotrymi druhimi gratami móžu zwjazać?

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
hsb: Ze zmóžnjenym nastajenjom „Lokalny syćowy přistup“ móžeće tež z gratami zwjazać kaž:

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
hsb: Druhe ličaki a mobilne telefony

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
hsb: Stiki prudźenja (Chromecast / Roku / Apple AirPlay)

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
hsb: Z druhimi gratami zwjazać, mjeztym zo VPN wužiwaće

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
hsb: Škitajće swoje wosobinske daty a swoju identitu

# guide.how_to_vpn.block.c_3
source: Defense on the go
hsb: Zakitowanje po puću

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
hsb: Zwjazajće so z wjace hač 30 krajemi

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
hsb: Přehladajće a mějće přistup k wobsahej cyłeho swěta

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
hsb: Najwažniše wužića a lěpšiny při wužiwanju Mozilla VPN

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
hsb: Pytajće w swojim wobhladowaku

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
hsb: Zwjazajće so z krajnym serwerom swojeje wólby

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
hsb: Je mój VPN z prawym serwerowym stejnišćom zwjazany?
