Repository: bakulf/mozilla-vpn-client-l10n
Catalog: dsb/addons/guide_04_connecting_external_devices/strings.xliff
Languages: dsb

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
dsb: Rěd pśidaś

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
dsb: Wócyńśo nałoženje Mozilla VPN na swójom preferěrowanem rěźe

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
dsb: Pśizjawśo se pla swójogo konta

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
dsb: Docynjone! Waš rěd jo se awtomatiski pśidał wašej VPN-lisćinje zwězanych rědow

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
dsb: Rěd wótwónoźeś

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
dsb: Wócyńśo Mozilla VPN w swójom wubranem desktopowem abo mobilnem rěźe

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
dsb: Pótusniśo „Móje rědy“ na wašej startowej wobrazowce VPN

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
dsb: Wubjeŕśo symbol „Papjernik“ pódla rěda, kótaryž cośo ze swójeje lisćiny zwězanych rědow wótwónoźeś

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
dsb: Slědujśo toś tomu a jadnoremu rozpokazanjeju w 3 kšacach, aby wšykne ze swójich rědow lažko pśidał a wótwónoźeł.

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
dsb: Kak mógu rědy pśidaś a wótwónoźeś?

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
dsb: Kak mógu swój śišćak abo swój faksowy rěd zwězaś?

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
dsb: Zmóžniśo „Lokalny seśowy pśistup“ w swójich seśowych nastajenjach

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
dsb: Zwěžćo kabel śišćaka abo faksowego rěda z portom swójogo rěda (z kablom) abo bźez kabla

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
dsb: Śišććo abo faksujśo swóje dokumenty ako na normalnych desktopowych licadłach/laptopach/mobilnych telefonach

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
dsb: Z kótarymi drugimi rědami mógu zwězaś?

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
dsb: Ze zmóžnjonym nastajenim „Lokalny seśowy pśistup“ móžośo teke z rědami zwězaś kaž:

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
dsb: Druge licadła a mobilne telefony

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
dsb: Stiki tšuganja(Chromecast / Roku / Apple AirPlay)

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
dsb: Z drugimi rědami zwězaś, mjaztym až VPN wužywaśo

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
dsb: Šćitajśo swóje wósobinske daty a swóju identitu

# guide.how_to_vpn.block.c_3
source: Defense on the go
dsb: Zašćitowanje pó droze

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
dsb: Zwěžćo se z wěcej ako 30 krajami

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
dsb: Pśeglědaśo a mějśo pśistup k wopśimjeśeju cełego swěta

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
dsb: Nejwažnjejše wužyśa a lěpšyny pśi wužywanju Mozilla VPN

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
dsb: Pytajśo w swójom wobglědowaku

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
dsb: Zwěžćo se z krajnym serwerom swójeje wólby

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
dsb: Jo mój VPN z pšawym serwerowym stojnišćom zwězany?
