Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/message_whats_new_v2.22/strings.xliff
Languages: co

# message.message_whats_new_v2.22.block.c_1-1
source: This update includes a new factory reset feature, in addition to minor bug fixes, UI adjustments and other performance improvements.
co: Sta versione cuntene una funzione nova di rimessa à i parametri d’usina, ma ancu, currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è amendamenti di perfurmenza.

# message.message_whats_new_v2.22.block.c_1-2
source: This update includes minor bug fixes, UI adjustments and other performance improvements.
co: Sta versione cuntene currezzioni di prublemi chjuchi, adattazioni di l’interfaccia grafica è altri amendamenti di perfurmenza.

# message.message_whats_new_v2.22.block.c_1-3
source: It also introduces a new option to reset Mozilla VPN to its default settings. This can be helpful if you’re experiencing instability or crashes with the application, and other troubleshooting steps haven’t resolved the issue.
co: Sta messa à livellu prupone dinù un’ozzione nova per reinizià Mozilla VPN à i so parametri predefiniti. Què pò esse ghjuvevule s’è vo scuntrate prublemi d’istabilità o d’accidente cù l’appiecazione, è chì d’altre tappe di spannatura ùn anu micca currettu u prublema.

# message.message_whats_new_v2.22.block.c_1-4
source: How to reset Mozilla VPN:
co: Cumu reinizià Mozilla VPN :

# message.message_whats_new_v2.22.block.c_2.l_1
source: Click or tap on the gear icon to access Settings.
co: Fate un cliccu o picchichjate nant’à l’icona à forma di rota dentate per accede à i parametri.

# message.message_whats_new_v2.22.block.c_2.l_2
source: Navigate to the Get help section.
co: Andate à a sezzione « Ottene aiutu ».

# message.message_whats_new_v2.22.block.c_2.l_3
source: Look for the new Reset VPN option and follow the on-screen instructions.
co: Circate l’ozzione nova di reiniziu di a VPN è seguitate l’istruzzioni nant’à u screnu.

# message.message_whats_new_v2.22.block.c_3
source: Thank you for installing the latest version!
co: Vi ringraziemu d’avè installatu l’ultima versione !

# message.message_whats_new_v2.22.subtitle
source: You’re using the latest version of Mozilla VPN.
co: Impiegate l’ultima versione di Mozilla VPN.

# message.message_whats_new_v2.22.title
source: You’ve updated to Mozilla VPN 2.22
co: Avete messu Mozilla VPN à u livellu di a versione 2.22
