Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.14/strings.xliff
Languages: cs, cy, de, el, es_ar, es_es, fi, fr, fy_nl, ia, is, ja, lo, nl, pt_br, pt_pt, sq, sv_se, tr, uk, zh_tw

# message.message_update_v2.14.block.c_1.l_1
source: You can now choose to filter out malware, ads, and ad trackers, giving you more protection as you navigate the web. Find these features in “Privacy features” within the Settings menu.
cs: Nyní se můžete rozhodnout filtrovat malware a reklamy, které vás sledují. Získáte tak větší ochranu při prohlížení webu. Tyto funkce získáte v části “Funkce ochrany soukromí” v nabídce Nastavení.
cy: Gallwch nawr ddewis hidlo meddalwedd faleisus, hysbysebion a thracwyr hysbysebion, gan roi mwy o ddiogelwch i chi wrth i chi lywio'r we. Dewch o hyd i'r nodweddion hyn yn “Nodweddion preifatrwydd” yn y ddewislen Gosodiadau.
de: Sie können jetzt Malware, Anzeigen und Werbetracker herausfiltern, um mehr Schutz beim Surfen im Internet zu erhalten. Sie finden diese Funktionen unter „Datenschutzfunktionen“ im Menü „Einstellungen“.
el: Μπορείτε πλέον να ενεργοποιήσετε τη φραγή κακόβουλου λογισμικού, διαφημίσεων και ιχνηλατών για περισσότερη προστασία κατά την περιήγηση. Βρείτε αυτές τις λειτουργίες στις «Λειτουργίες απορρήτου» του μενού «Ρυθμίσεις».
es_ar: Ahora podés elegir filtrar programas maliciosos, anuncios y rastreadores de anuncios, lo que te brinda más protección mientras navegás por la web. Estas funciones están en “Funciones de privacidad” dentro del menú Preferencias.
es_es: Ahora puedes elegir filtrar malware, anuncios y rastreadores de anuncios, lo que te brinda más protección mientras navegas por la web. Encuentra estas funciones en “Funciones de privacidad” dentro del menú Ajustes.
fi: Voit nyt suojata itseäsi entistä paremmin verkkoa selatessasi suodattamalla haittaohjelmat, mainokset ja mainosseuraimet. Löydät nämä ominaisuudet asetusvalikon kohdasta “Yksityisyysominaisuudet”.
fr: Vous pouvez désormais choisir de filtrer les logiciels malveillants, les publicités et les traqueurs publicitaires, ce qui vous procure une meilleure protection lorsque vous naviguez sur le Web. Retrouvez ces fonctionnalités dans « Fonctionnalités de confidentialité » dans le menu Paramètres.
fy_nl: Jo kinne der no foar kieze om malware, advertinsjes en advertinsjetrackers út te filterjen, wêrtroch jo mear beskerming krije wylst jo op ynternet navigearje. Jo fine dizze funksjes yn ‘Privacyfunksjes’ yn it menu Ynstellingen.
ia: Ora tu pote seliger de filtrar malware, avisos publicitari, e traciatores de avisos publicitari, lo que te da plus protection quando tu naviga per le web. Trova iste functiones In “Functiones de confidentialitate” in le menu Parametros.
is: Þú getur nú valið að sía út spilliforrit, auglýsingar og auglýsingarekjara, sem veitir þér meiri vernd þegar þú vafrar um vefinn. Þú finnur þessa eiginleika undir „Persónuverndareiginleikar“ í stillingarvalmyndinni.
ja: マルウェア、広告、広告トラッカーをフィルターで除去できるようになり、ウェブを移動する際の保護が強化されます。これらの機能は、[設定] メニューの [プライバシー機能] で見つけられます。
lo: ດຽວນີ້ທ່ານສາມາດເລືອກການກັ່ນຕອງອອກ malware, ໂຄສະນາ, ແລະ ຕົວຕິດຕາມການໂຄສະນາ, ໃຫ້ທ່ານປົກປ້ອງຫຼາຍຂຶ້ນເມື່ອທ່ານທ່ອງເວັບ. ຊອກຫາຄຸນສົມບັດເຫຼົ່ານີ້ໃນ “ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວ” ພາຍໃນເມນູການຕັ້ງຄ່າ.
nl: U kunt er nu voor kiezen om malware, advertenties en advertentietrackers uit te filteren, waardoor u meer bescherming krijgt terwijl u op internet navigeert. U vindt deze functies in ‘Privacyfuncties’ in het menu Instellingen.
pt_br: Agora você pode optar por filtrar malware, anúncios e rastreadores de anúncios, oferecendo mais proteção ao navegar na web. Encontre esses recursos em “Recursos de privacidade” no menu Configurações.
pt_pt: Agora pode escolher filtrar malware, anúncios e rastreadores publicitários, proporcionando mais proteção ao navegar na Internet. Encontre estes recursos nas “Funcionalidades de privacidade” dentro do menu Definições.
sq: Tanimë mund të zgjidhni të lihen jashtë “malware”, reklama dhe gjurmues reklamash, duke ju dhënë më tepër mbrojtje, teksa shfletoni në internet. Gjejini këto veçori te “Veçori privatësie” brenda menusë Rregullime.
sv_se: Du kan nu välja att filtrera bort skadlig programvara, annonser och annonsspårare, vilket ger dig mer skydd när du surfar på webben. Hitta dessa funktioner i "Sekretessfunktioner" i menyn Inställningar.
tr: İnternette gezinirken artık kötü amaçlı yazılımları, reklamları ve reklam izleyicileri süzerek kendinize daha fazla koruma sağlayabilirsiniz. Bu özellikleri Ayarlar menüsündeki "Gizlilik özellikleri" bölümünde bulabilirsiniz.
uk: Відтепер ви можете відфільтрувати зловмисне програмне забезпечення, рекламу та елементи стеження реклами, маючи кращий захист під час перегляду в інтернеті. Знайдіть ці функції в розділі “Функції приватності” в меню Налаштування.
zh_tw: 您現在可以決定要過濾惡意軟體、廣告、廣告追蹤器，讓您在上網時受到更多保護。可到設定選單中的「隱私權保護功能」找到這些功能。

# message.message_update_v2.14.block.c_1.l_2
source: When you first launch the app, the app will now automatically suggest the server location that is closest to you.
cs: Při prvním spuštění aplikace nyní aplikace automaticky navrhne umístění serveru, které je vám nejblíže.
cy: Pan fyddwch chi'n agor yr ap am y tro cyntaf, bydd yr ap nawr yn awgrymu'n awtomatig y lleoliad gweinydd sydd agosaf atoch chi.
de: Wenn Sie die App zum ersten Mal starten, schlägt die App nun automatisch den Serverstandort vor, der Ihnen am nächsten ist.
el: Κατά την πρώτη εκκίνηση της εφαρμογής, θα γίνεται πλέον αυτόματα πρόταση της πιο κοντινής σε εσάς τοποθεσίας διακομιστή.
es_ar: Cuando se inicie la aplicación, automáticamente sugerirá la ubicación del servidor que esté más cerca.
es_es: Cuando inicias la aplicación por primera vez, ahora te sugerirá automáticamente la ubicación del servidor más cercana a ti.
fi: Kun käynnistät sovelluksen ensimmäistä kertaa, tarjoaa se nyt automaattisesti sinua lähinnä olevaa palvelinsijaintia.
fr: Lorsque vous lancez l’application pour la première fois, l’application suggère désormais automatiquement l’emplacement du serveur le plus proche de vous.
fy_nl: Wannear’t jo de app foar it earst starte, stelt de app no automatysk de serverlokaasje foar dy’t it meat tichteby jo yn de buert is.
ia: Quando tu primo lancea le app, illo automaticamente suggerera le position de servitor plus proxime a te.
is: Þegar þú ræsir forritið í fyrsta skipti mun forritið sjálfkrafa stinga upp á staðsetningu netþjónsins sem er næst þér.
ja: 初めてアプリを起動すると、現在地に最も近い場所のサーバーが自動的に提案されます。
lo: ເມື່ອທ່ານເປີດແອັບທຳອິດ, ແອັບຈະແນະນຳສະຖານທີ່ເຊີບເວີທີ່ຢູ່ໃກ້ທ່ານທີ່ສຸດໂດຍອັດຕະໂນມັດ.
nl: Wanneer u de app voor het eerst start, stelt de app nu automatisch de serverlocatie voor die het dichtst bij u in de buurt is.
pt_br: Quando você inicia o aplicativo pela primeira vez, agora ele sugere automaticamente o local do servidor mais perto de você.
pt_pt: Quando iniciar a aplicação pela primeira vez, a mesma irá sugerir de forma automática a localização do servidor mais próximo de si.
sq: Kur nisni për herë të parë aplikacionin, aplikacioni do të sugjerojë automatikisht vendndodhjen e shërbyesit që është më pranë jush.
sv_se: När du först startar appen kommer appen nu automatiskt att föreslå serverplatsen som är närmast dig.
tr: Uygulamayı ilk başlattığınızda artık size en yakın sunucu konumunu otomatik olarak önerecektir.
uk: Коли ви вперше запускаєте програму, вона автоматично запропонує найближче до вас розташування сервера.
zh_tw: 現在起，當您首次啟動程式時，將自動推薦離您最近的伺服器。

# message.message_update_v2.14.block.c_1.l_3
source: We’ve reorganized the options in the Settings menu to help you find important features of the app, like Privacy features, as well as App exclusions functionality.
cs: Přeskupili jsme možnosti v nabídce Nastavení, abychom vám pomohli najít důležité funkce aplikace, jako jsou funkce ochrany soukromí a funkce pro výjimky aplikací.
cy: Rydyn ni wedi ad-drefnu'r dewisiadau yn y ddewislen Gosodiadau i'ch helpu chi i ddod o hyd i nodweddion pwysig yr ap, fel y nodweddion Preifatrwydd, yn ogystal ag ymarferoldeb gwaharddiadau'r Ap.
el: Αναδιοργανώσαμε τις επιλογές στο μενού «Ρυθμίσεις» για να βρίσκετε πιο εύκολα τις σημαντικές λειτουργίες, όπως τις λειτουργίες απορρήτου, καθώς και τις εξαιρέσεις εφαρμογών.
es_ar: Reorganizamos las opciones en el menú de configuración para ayudarte a encontrar funciones importantes de la aplicación, como las de privacidad y la funcionalidad de exclusiones de la aplicación.
es_es: Hemos reorganizado las opciones en el menú Ajuste para ayudarte a encontrar funciones importantes de la aplicación, como las funciones de privacidad, así como la funcionalidad de exclusión de aplicaciones.
fi: Olemme järjestäneet yksityisyysominasuuksien ja sovelluspoikkeusten kaltaiset asetusvalikon valinnat uudelleen helpottaaksemme sovelluksen tärkeiden ominaisuuksien löydettävyyttä.
fr: Nous avons réorganisé les options du menu Paramètres pour vous aider à trouver les fonctionnalités importantes de l’application, telles que les fonctionnalités de confidentialité, ainsi que la fonctionnalité d’exclusion d’applications.
fy_nl: Wy hawwe de opsjes yn it menu Ynstellingen reorganisearre om jo te helpen wichtige funksjes fan de app te finen, lykas privacyfunksjes en funksjonaliteit foar app-útslútingen.
ia: Nos ha reorganisate le optiones in le menu Parametros pro adjutar te a trovar importante functiones del app, como Functiones de confidentialitate, e Functionalitate de exclusiones de app.
is: Við höfum endurskipulagt valkostina í stillingarvalmyndinni til að hjálpa þér að finna mikilvæga eiginleika forritsins, eins og t.d. persónuverndareiginleika og útilokun forrita.
ja: プライバシー機能やアプリの除外機能など、アプリの重要な機能を見つけやすいように、[設定] メニューのオプションを再編成しました。
lo: ພວກເຮົາໄດ້ຈັດລະບຽບທາງເລືອກໃນເມນູການຕັ້ງຄ່າຄືນໃໝ່ເພື່ອຊ່ວຍທ່ານຊອກຫາຄຸນສົມບັດທີ່ສຳຄັນຂອງແອັບ ເຊັ່ນ: ຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວ, ພ້ອມກັບຄຸນສົມບັດການຍົກເວັ້ນແອັບ.
nl: We hebben de opties in het menu Instellingen gereorganiseerd om u te helpen belangrijke functies van de app te vinden, zoals privacyfuncties en functionaliteit voor app-uitsluitingen.
pt_br: Reorganizamos as opções no menu Configurações para ajudar a encontrar recursos importantes do aplicativo, como recursos de privacidade, bem como a funcionalidade de exclusões de aplicativos.
pt_pt: Reorganizamos as opções no menu de Definições para que consiga encontrar mais facilmente funcionalidades importantes da aplicação, tais como os recursos de privacidade e a funcionalidade de exclusão de aplicações.
sq: Mundësitë te menuja Rregullime i kemi sistemuar për t’ju ndihmuar të gjeni veçori të rëndësishme të aplikacionit, fjala vjen, veçori Privatësie, si dhe funksionin e përjashtimit të Aplikacioneve.
sv_se: Vi har omorganiserat alternativen i menyn Inställningar för att hjälpa dig hitta viktiga funktioner i appen, som sekretessfunktioner, samt funktionalitet för apputeslutningar.
tr: Gizlilik özellikleri ve uygulama istisnaları işlevi gibi uygulamanın önemli özelliklerini bulmanıza yardımcı olmak için, Ayarlar menüsündeki seçenekleri yeniden düzenledik.
uk: Ми впорядкували опції в меню налаштувань, щоб допомогти вам знаходити важливі функції програми, як-от функції приватності, а також функціональність виключення програм.
zh_tw: 我們重新整理了設定頁面中的選項，幫助您可更快找到程式中的重要功能（例如隱私權保護功能、應用程式排除功能等）。

# message.message_update_v2.14.block.c_1.l_4
source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
cs: Opravili jsme chyby, upravili uživatelské rozhraní a vylepšili výkon pro celkové zlepšení Mozilla VPN.
cy: Rydym hefyd wedi cywiro gwallau, addasu'r UI a gwella'r perfformiad i wneud Mozilla VPN yn well fyth.
de: Wir haben auch Fehlerbehebungen, Anpassungen an der Benutzeroberfläche und weitere Leistungsverbesserungen vorgenommen, um Mozilla VPN noch besser zu machen.
el: Πραγματοποιήσαμε επίσης διορθώσεις σφαλμάτων, προσαρμογές περιβάλλοντος χρήστη και άλλες βελτιώσεις απόδοσης για να κάνουμε το Mozilla VPN ακόμα καλύτερο.
es_ar: También corregimos errores, ajustamos la interfaz de usuario y mejoramos el rendimiento para que Mozilla VPN sea aún mejor.
es_es: También hemos realizado correcciones de errores, ajustes en la interfaz de usuario y otras mejoras de rendimiento para que Mozilla VPN sea aún mejor.
fi: Olemme korjanneet myös vikoja, viilanneet käyttöliittymää sekä tehneet suorituskykyyn liittyviä parannuksia tehdäksemme Mozilla VPN:stä entistä paremman.
fr: Nous avons aussi corrigé des bugs, rectifié l’interface utilisateur et amélioré les performances pour rendre Mozilla VPN encore meilleur.
fy_nl: Wy hawwe ek bugfixes, oanpassingen oan de brûkersinterface en oare prestaasjesferbetteringen makke om Mozilla VPN noch better te meitsjen.
ia: Nos ha alsi facite correctiones de defectos, adjustamentos del interfacie de usator e altere meliorationes del prestation, pro render Mozilla VPN mesmo melior.
is: Við höfum einnig gert villuleiðréttingar, lagfæringar á notendaviðmóti og gert aðrar endurbætur á afköstum til að gera Mozilla VPN enn betra.
ja: Mozilla VPN をさらに改善するためのバグ修正、UI の調整、その他パフォーマンスの改善を行いました。
lo: ພວກເຮົາຍັງໄດ້ແກ້ໄຂຂໍ້ຜິດພາດ, ການປັບ UI ແລະ ການປັບປຸງປະສິດທິພາບອື່ນໆເພື່ອເຮັດໃຫ້ Mozilla VPN ດີຂຶ້ນ.
nl: We hebben ook bugfixes, aanpassingen aan de gebruikersinterface en andere prestatieverbeteringen doorgevoerd om Mozilla VPN nog beter te maken.
pt_br: Também fizemos correções de erros, ajustes na interface do usuário e outras melhorias no desempenho para tornar o Mozilla VPN ainda melhor.
pt_pt: Também fizemos correções de erros, ajustes na interface do utilizador e outras melhorias de desempenho para tornar a Mozilla VPN ainda melhor.
sq: Kemi kryer edhe ndreqje të metash, përimtime të UI-t dhe përmirësime të tjera funksionimi, për ta bërë Mozilla VPN-në edhe më të mirë.
sv_se: Vi har också gjort buggfixar, UI-justeringar och andra prestandaförbättringar för att göra Mozilla VPN ännu bättre.
tr: Mozilla VPN’i daha da iyileştirmek için hata düzeltmeleri, arayüz geliştirmeleri ve performans iyileştirmeleri de yaptık.
uk: Також ми виправили помилки, удосконалили інтерфейс і швидкодію для поліпшення роботи Mozilla VPN.
zh_tw: 我們也修正了一些錯誤、調整了介面設計，並且改善效能，讓 Mozilla VPN 變得更好。

# message.message_update_v2.14.block.c_2
source: Be sure to update the app to make it even easier to protect your devices and your activity online!
cs: Nezapomínejte aplikaci aktualizovat, aby byla ochrana vašich zařízení a informací o online aktivitě ještě snazší!
cy: Gwnewch yn siŵr eich bod chi'n diweddaru'r ap i'w gwneud hi'n haws fyth i ddiogelu'ch dyfeisiau a'ch gweithgaredd ar-lein!
de: Achten Sie darauf, die App zu aktualisieren, um den Schutz Ihrer Geräte und Ihrer Online-Aktivitäten noch einfacher zu machen!
el: Φροντίστε να ενημερώσετε την εφαρμογή για πιο εύκολη προστασία των συσκευών και της δραστηριότητάς σας στο διαδίκτυο!
es_ar: ¡Asegurate de actualizar la aplicación para que sea aún más fácil proteger tus dispositivos y tu actividad en línea!
es_es: ¡Asegúrate de actualizar la aplicación para que sea aún más fácil proteger tus dispositivos y tu actividad en línea!
fi: Päivitä sovellus tehdäksesi laitteidesi ja verkkotoimintasi suojauksesta entistä helpompaa!
fr: Assurez-vous de mettre à jour l’application pour protéger encore plus facilement vos appareils et votre activité en ligne !
fy_nl: Soargje derfoar dat jo de app bywurkje om it noch makliker te meitsjen om jo apparaten en jo online aktiviteiten te beskermjen!
ia: Cura de actualisar le app pro render mesmo plus facile proteger tu apparatos e tu activitate online!
is: Vertu viss um að uppfæra forritið til að gera það enn auðveldara að vernda tækin þín og virkni á netinu!
ja: ご使用の端末とオンラインでの行動をさらに簡単に保護できるようにアプリを更新し、最新バージョンを使用してください。
lo: ໃຫ້ແນ່ໃຈວ່າໄດ້ອັບເດດແອັບເພື່ອເຮັດໃຫ້ມັນງ່າຍຂຶ້ນໃນການປົກປ້ອງອຸປະກອນຂອງທ່ານ ແລະ ການເຄື່ອນໄຫວຂອງທ່ານທາງອອນລາຍ!
nl: Zorg ervoor dat u de app bijwerkt om het nog gemakkelijker te maken om uw apparaten en uw online activiteiten te beschermen!
pt_br: Lembre de atualizar o aplicativo para tornar ainda mais fácil proteger seus dispositivos e sua atividade online!
pt_pt: Não se esqueça de atualizar a aplicação para tornar ainda mais fácil proteger os seus dispositivos e a sua atividade online!
sq: Mos harroni të përditësoni aplikacionin, për ta bërë edhe më të lehtë mbrojtjen e pajisjeve tuaja dhe veprimtarisë tuaj në internet!
sv_se: Se till att uppdatera appen för att göra det ännu enklare att skydda dina enheter och din aktivitet online!
tr: Cihazlarınızı ve çevrimiçi etkinliğinizi korumayı daha da kolaylaştırmak için uygulamayı güncellediğinizden emin olun.
uk: Обов'язково оновіть застосунок, щоб спростити захист ваших пристроїв і діяльність у мережі!
zh_tw: 請務必更新程式，讓您更簡單就能保護裝置與上網行為！

# message.message_update_v2.14.block.c_2b
source: Be sure to get the latest version to make it even easier to protect your devices and your activity online!
cs: Nezapomeňte si nainstalovat nejnovější verzi, aby byla ochrana vašich zařízení a informací o online aktivitě ještě snazší!
cy: Gwnewch yn siŵr eich bod chi'n cael y fersiwn ddiweddaraf i'w gwneud hi'n haws fyth diogelu eich dyfeisiau a'ch gweithgaredd ar-lein!
de: Achten Sie darauf, sich die neueste Version der App zu holen, um den Schutz Ihrer Geräte und Ihrer Online-Aktivitäten noch einfacher zu machen!
el: Φροντίστε να αποκτήσετε την πιο πρόσφατη έκδοση για πιο εύκολη προστασία των συσκευών και της δραστηριότητάς σας στο διαδίκτυο!
es_ar: ¡Asegurate de tener la última versión para que sea aún más fácil proteger tus dispositivos y tu actividad en línea!
es_es: ¡Asegúrate de obtener la última versión para que sea aún más fácil proteger tus dispositivos y tu actividad en línea!
fi: Hanki uusin versio tehdäksesi laitteidesi ja verkkotoimintasi suojaamisesta entistä helpompaa!
fr: Assurez-vous de toujours installer la dernière version pour protéger encore plus facilement vos appareils et votre activité en ligne !
fy_nl: Soargje derfoar dat jo de nijste ferzje downloade om it noch makliker te meitsjen om jo apparaten en jo online aktiviteiten te beskermjen!
ia: Cura de obtener le ultime version pro render mesmo plus facile proteger tu apparatos e tu activitate online!
is: Vertu viss um að fá nýjustu útgáfuna til að gera það enn auðveldara að vernda tækin þín og virkni á netinu!
ja: ご使用の端末とオンラインでの行動をさらに簡単に保護できるように、最新バージョンを使用してください。
lo: ໃຫ້ແນ່ໃຈວ່າໄດ້ຮັບເວີຊັ່ນຫລ້າສຸດເພື່ອເຮັດໃຫ້ມັນງ່າຍຂຶ້ນໃນການປົກປ້ອງອຸປະກອນຂອງທ່ານ ແລະ ກິດຈະກໍາອອນໄລນ໌ຂອງທ່ານ!
nl: Zorg ervoor dat u de nieuwste versie downloadt om het nog gemakkelijker te maken uw apparaten en uw online activiteiten te beschermen!
pt_br: Certifique-se de ter a versão mais recente para tornar ainda mais fácil proteger seus dispositivos e sua atividade online!
pt_pt: Certifique-se que tem a versão mais recente para tornar ainda mais fácil a proteção dos seus dispositivos e a sua atividade online!
sq: Mos harroni të merrni versionin më të ri, për ta bërë edhe më të lehtë mbrojtjen e pajisjeve tuaja dhe veprimtarisë tuaj në internet!
sv_se: Se till att skaffa den senaste versionen för att göra det ännu enklare att skydda dina enheter och din aktivitet online!
tr: Cihazlarınızı ve çevrimiçi etkinliğinizi korumayı daha da kolaylaştırmak için en son sürümü kullandığınızdan emin olun.
uk: Обов'язково отримайте найновішу версію, щоб спростити захист ваших пристроїв і діяльність у мережі!
zh_tw: 請務必下載最新版本程式，讓您更簡單就能保護裝置與上網行為！

# message.message_update_v2.14.block.c_3
source: Update now
cs: Aktualizovat
cy: Diweddarwch nawr
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es_ar: Actualizar ahora
es_es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour maintenant
fy_nl: No bywurkje
ia: Actualisar ora
is: Uppfæra núna
ja: 今すぐ更新
lo: ອັບເດດຕອນນີ້
nl: Nu bijwerken
pt_br: Atualizar agora
pt_pt: Atualizar agora
sq: Përditësojeni tani
sv_se: Uppdatera nu
tr: Şimdi güncelle
uk: Оновити зараз
zh_tw: 立即更新

# message.message_update_v2.14.block.c_4
source: Download update
cs: Stáhnout aktualizaci
cy: Llwytho'r diweddariad i lawr
de: Update herunterladen
el: Λήψη ενημέρωσης
es_ar: Descargar actualización
es_es: Descargar actualización
fi: Lataa päivitys
fr: Télécharger la mise à jour
fy_nl: Fernijing downloade
ia: Discargar actualisation
is: Sækja uppfærslu
ja: 更新をダウンロード
lo: ດາວໂຫລດຕົວອັບເດດ
nl: Update downloaden
pt_br: Baixar atualização
pt_pt: Transferir atualização
sq: Shkarkoje përditësimin
sv_se: Hämta uppdatering
tr: Güncellemeyi indir
uk: Завантажити оновлення
zh_tw: 下載更新

# message.message_update_v2.14.block.c_5
source: Get help
cs: Získat pomoc
cy: Derbyn cymorth
de: Hilfe erhalten
el: Λήψη βοήθειας
es_ar: Obtener ayuda
es_es: Obtener ayuda
fi: Tuki
fr: Obtenir de l’aide
fy_nl: Help krije
ia: Obtener auxilio
is: Fá aðstoð
ja: ヘルプを表示
lo: ຂໍຄວາມຊ່ວຍເຫລືອ
nl: Hulp verkrijgen
pt_br: Obter ajuda
pt_pt: Obter ajuda
sq: Merrni ndihmë
sv_se: Få hjälp
tr: Yardım al
uk: Отримати допомогу
zh_tw: 取得幫助

# message.message_update_v2.14.block.extra_1
source: Download Mozilla VPN 2.14
cs: Stáhnout Mozilla VPN 2.14
cy: Llwytho i lawr Mozilla VPN 2.14
de: Laden Sie Mozilla VPN 2.14 herunter
el: Λήψη του Mozilla VPN 2.14
es_ar: Descargar Mozilla VPN 2.14
es_es: Descargar Mozilla VPN 2.14
fi: Lataa Mozilla VPN 2.14
fr: Télécharger Mozilla VPN 2.14
ia: Discargar Mozilla VPN 2.14
is: Sækja Mozilla VPN 2.14
ja: Mozilla VPN 2.14 をダウンロード
lo: ດາວໂຫລດ Mozilla VPN 2.14
pt_br: Instale o Mozilla VPN 2.14
pt_pt: Transferir a Mozilla VPN 2.14
sq: Shkarkoni Mozilla VPN 2.14
sv_se: Ladda ner Mozilla VPN 2.14
tr: Mozilla VPN 2.14’ü indir
uk: Завантажити Mozilla VPN 2.14
zh_tw: 下載 Mozilla VPN 2.14
