Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.14/strings.xliff
Languages: cs, cy, de, el, es_ar, es_es, fi, fr, fy_nl, ia, is, ja, lo, nl, pt_br, pt_pt, sq, sv_se, tr, uk, zh_tw

# message.message_update_v2.14.block.extra_2
source: We’ve released an updated version of Mozilla VPN! Download it today to get the newest features and bug fixes:
cs: Vydali jsme aktualizovanou verzi Mozilla VPN. Stáhněte si ji a získejte ještě dnes nejnovější funkce a opravy chyb:
cy: Rydym wedi rhyddhau fersiwn wedi'i diweddaru o Mozilla VPN! Llwythwch ef i lawr heddiw i gael y nodweddion a'r gwelliannau diweddaraf:
de: Wir haben eine aktualisierte Version von Mozilla VPN veröffentlicht! Laden Sie es noch heute herunter, um die neuesten Funktionen und Fehlerbehebungen zu erhalten:
el: Έχουμε κυκλοφορήσει μια ενημερωμένη έκδοση του Mozilla VPN! Κάντε λήψη σήμερα για να λάβετε τις νεότερες δυνατότητες και διορθώσεις σφαλμάτων:
es_ar: ¡Lanzamos una versión actualizada de Mozilla VPN! Descargala hoy para obtener las funciones y correcciones de errores más recientes:
es_es: ¡Hemos lanzado una versión actualizada de Mozilla VPN! Descárgala hoy para obtener las últimas funciones y correcciones de errores:
fi: Olemme julkaisseet Mozilla VPN:stä päivitetyn version! Lataa se tänään saadaksesi uusimmat ominaisuudet ja vikakorjaukset:
fr: Nous avons publié une version mise à jour de Mozilla VPN ! Téléchargez-la dès maintenant pour obtenir les dernières fonctionnalités et corrections de bugs :
fy_nl: Wy hawwe in bywurke ferzje fan Mozilla VPN útbrocht! Download dizze hjoed noch om de nijste funksjes en bugfixes te ûntfangen:
ia: Nos ha publicate un version actualisate de Mozilla VPN! Discarga lo hodie pro obtener le ultime functionalitates e correctiones de defectos:
is: Við höfum gefið út uppfærða útgáfu af Mozilla VPN! Sæktu hana strax í dag til að fá nýjustu eiginleikana og villuleiðréttingar:
ja: Mozilla VPN の更新バージョンをリリースしました。今すぐダウンロードして、最新の機能とバグ修正を入手してください:
lo: ພວກເຮົາໄດ້ປ່ອຍເວີຊັນອັບເດດຂອງ Mozilla VPN ແລ້ວ! ດາວໂຫລດມັນມື້ນີ້ເພື່ອຮັບຄຸນສົມບັດໃໝ່ຫຼ້າສຸດ ແລະ ການແກ້ໄຂຂໍ້ບົກພ່ອງ:
nl: We hebben een bijgewerkte versie van Mozilla VPN uitgebracht! Download deze vandaag nog om de nieuwste functies en bugfixes te ontvangen:
pt_br: Lançamos uma versão atualizada do Mozilla VPN! Instale para ter os mais recentes recursos e correções de erros:
pt_pt: Foi lançada uma versão atualizada da Mozilla VPN! Descarregue hoje mesmo para obter as funcionalidades e correções de bugs mais recentes:
sq: Kemi hedhur në qarkullim një version të përditësuar të Mozilla VPN-së! Shkarkojeni që sot, që të përfitoni veçoritë e reja dhe ndreqje të metash:
sv_se: Vi har släppt en uppdaterad version av Mozilla VPN! Ladda ner den idag för att få de senaste funktionerna och buggfixarna:
tr: Mozilla VPN’in güncellenmiş bir sürümünü yayınladık! En yeni özellikleri ve hata düzeltmelerini almak için hemen şimdi indirin:
uk: Ми випустили оновлену версію Mozilla VPN! Завантажте її сьогодні, щоб отримати найновіші функції та виправлення помилок:
zh_tw: 我們推出了新版本的 Mozilla VPN！請立即下載，即可獲得下列最新功能與錯誤修正：

# message.message_update_v2.14.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version to get the newest features and bug fixes:
cs: Vydali jsme aktualizovanou verzi Mozilla VPN. Aktualizujte na nejnovější verzi a získejte ještě dnes nejnovější funkce a opravy chyb:
cy: Rydym wedi rhyddhau fersiwn wedi'i diweddaru o Mozilla VPN! Diweddarwch i'r fersiwn ddiweddaraf i gael y nodweddion a'r gwelliannau diweddaraf:
de: Wir haben eine aktualisierte Version von Mozilla VPN veröffentlicht! Aktualisieren Sie auf die neueste Version, um die neuesten Funktionen und Fehlerbehebungen zu erhalten:
el: Έχουμε κυκλοφορήσει μια ενημερωμένη έκδοση του Mozilla VPN! Κάντε ενημέρωση στην πιο πρόσφατη έκδοση για να λάβετε τις νεότερες δυνατότητες και διορθώσεις σφαλμάτων:
es_ar: ¡Lanzamos una versión actualizada de la Mozilla VPN! Actualizá a la última versión para obtener las funciones y correcciones de errores más recientes:
es_es: ¡Hemos lanzado una versión actualizada de Mozilla VPN! Actualiza a la última versión para obtener las últimas funciones y correcciones de errores:
fi: Olemme julkaisseet Mozilla VPN:stä päivitetyn version! Päivitä sovellus saadaksesi uusimmat ominaisuudet ja vikakorjaukset:
fr: Nous avons publié une version mise à jour de Mozilla VPN ! Installez la dernière version pour obtenir les dernières fonctionnalités et corrections de bugs :
fy_nl: Wy hawwe in bywurke ferzje fan Mozilla VPN útbrocht! Wurkje by nei de nijste ferzje om de nijste funksjes en bugfixes te ûntfangen:
ia: Nos ha publicate un version actualisate de Mozilla VPN! Actualisa al ultime version pro obtener le ultime functionalitates e correctiones de defectos:
is: Við höfum gefið út uppfærða útgáfu af Mozilla VPN! Uppfærðu í nýjustu útgáfuna til að fá nýjustu eiginleikana og villuleiðréttingar:
ja: Mozilla VPN の更新バージョンをリリースしました。最新の機能とバグ修正を入手するには、最新バージョンに更新してください:
lo: ພວກເຮົາໄດ້ປ່ອຍເວີຊັນອັບເດດຂອງ Mozilla VPN ແລ້ວ! ອັບເດດເປັນເວີຊັນຫຼ້າສຸດເພື່ອຮັບຄຸນສົມບັດໃໝ່ຫຼ້າສຸດ ແລະ ການແກ້ໄຂຂໍ້ຜິດພາດ:
nl: We hebben een bijgewerkte versie van Mozilla VPN uitgebracht! Werk bij naar de nieuwste versie om de nieuwste functies en bugfixes te ontvangen:
pt_br: Lançamos uma nova versão do Mozilla VPN! Atualize para a versão mais recente para ter os mais novos recursos e correções de erros:
pt_pt: Foi lançada uma versão atualizada da Mozilla VPN! Atualize para a versão mais recente para obter as funcionalidades e correções de bugs mais recentes:
sq: Kemi hedhur në qarkullim një version të përditësuar të Mozilla VPN-së! Përditësojeni me versionin më të ri, që të përfitoni veçoritë e reja dhe ndreqje të metash:
sv_se: Vi har släppt en uppdaterad version av Mozilla VPN! Uppdatera till den senaste versionen för att få de senaste funktionerna och buggfixarna:
tr: Mozilla VPN’in güncellenmiş bir sürümünü yayınladık! En yeni özellikleri ve hata düzeltmelerini almak için en son sürüme hemen şimdi güncelleyin:
uk: Ми випустили оновлену версію Mozilla VPN! Оновіться до останньої версії, щоб отримати найновіші функції та виправлення помилок:
zh_tw: 我們推出了新版本的 Mozilla VPN！請更新到最新版，即可獲得下列最新功能與錯誤修正：

# message.message_update_v2.14.title
source: Update to Mozilla VPN 2.14
cs: Aktualizace na Mozilla VPN 2.14
cy: Diweddarwch i Mozilla VPN 2.14
de: Aktualisieren Sie auf Mozilla VPN 2.14
el: Ενημέρωση στο Mozilla VPN 2.14
es_ar: Actualizar a Mozilla VPN 2.14
es_es: Actualizar a Mozilla VPN 2.14
fi: Päivitä Mozilla VPN versioon 2.14
fr: Mise à jour vers Mozilla VPN 2.14
fy_nl: Bywurkje nei Mozilla VPN 2.14
ia: Actualisar a Mozilla VPN 2.14
is: Uppfæra í Mozilla VPN 2.14
ja: Mozilla VPN 2.14 に更新
lo: ອັບເດດເປັນ Mozilla VPN 2.14
nl: Bijwerken naar Mozilla VPN 2.14
pt_br: Atualize para o Mozilla VPN 2.14
pt_pt: Atualizar para a Mozilla VPN 2.14
sq: Përditësojeni me Mozilla VPN 2.14
sv_se: Uppdatera till Mozilla VPN 2.14
tr: Mozilla VPN 2.14’e güncelle
uk: Оновити до Mozilla VPN 2.14
zh_tw: 更新到 Mozilla VPN 2.14 版

# message.message_update_v2.14.block.c_1.l_3
source: We’ve reorganized the options in the Settings menu to help you find important features of the app, like Privacy features, as well as App Exclusions functionality.
de: Wir haben die Optionen im Einstellungsmenü neu organisiert, um Ihnen das Auffinden wichtiger Funktionen der App zu erleichtern, z. B. Datenschutzfunktionen sowie die Funktion „App-Ausnahmen“.
