Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/message_update_v2.12/strings.xliff
Languages: ru

# message.message_update_v2.12.block.c_1.l_2
source: On desktop, you can now log in directly on the app, without needing to open the browser.
ru: Теперь вы можете на компьютере войти прямо в приложение, не открывая браузер.

# message.message_update_v2.12.block.c_1.l_3
source: Released new guides on Multi-hop, Custom DNS and App Permissions, to help you master the Mozilla VPN app.
ru: Выпущены новые руководства по Multi-hop, Настраиваемому DNS и Разрешениям приложений, которые помогут вам освоить приложение Mozilla VPN.

# message.message_update_v2.12.block.c_1.l_4
source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
ru: Мы также внесли исправления ошибок, изменения в пользовательский интерфейс и улучшили производительность, чтобы сделать Mozilla VPN ещё лучше.

# message.message_update_v2.12.block.c_2
source: Be sure to update the app to make it even easier to protect your devices and your activity online!
ru: Обязательно обновите приложение, чтобы защитить ещё проще свои устройства и свои действия в Интернете!

# message.message_update_v2.12.block.c_2b
source: Be sure to get the latest version to make it even easier to protect your devices and your activity online!
ru: Обязательно обновите приложение до последней версии, чтобы ещё проще защитить свои устройства и действия в сети!

# message.message_update_v2.12.block.c_3
source: Update now
ru: Обновить сейчас

# message.message_update_v2.12.block.c_4
source: Download update
ru: Загрузить обновление

# message.message_update_v2.12.block.c_5
source: Get help
ru: Получить помощь

# message.message_update_v2.12.block.extra_1
source: Download Mozilla VPN 2.12
ru: Загрузить Mozilla VPN 2.12

# message.message_update_v2.12.block.extra_2
source: We’ve released an updated version of Mozilla VPN! Download it today to get the newest features and bug fixes:
ru: Мы выпустили обновлённое приложение Mozilla VPN! Загрузите его сегодня и получите новейшие возможности и исправления ошибок:

# message.message_update_v2.12.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version to get the newest features and bug fixes:
ru: Мы выпустили обновлённую версию Mozilla VPN! Обновитесь до последней версии, чтобы получить новейшие возможности и исправления ошибок:

# message.message_update_v2.12.title
source: Update to Mozilla VPN 2.12
ru: Обновление до Mozilla VPN 2.12
