Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/guide_03_adding_and_removing_devices/strings.xliff
Languages: bg, cs, cy, el, es_mx, fa, ia, id, it, ko, lo, pa_in, pt_pt, sl, th, vi, zh_cn

# guide.adding_and_removing_devices.block.c_4.l_2_0
source: Go to Settings and select “My devices”
bg: Отидете в Настройки и изберете „Моите устройства“
cs: Přejděte do Nastavení a vyberte „Moje zařízení“
fa: به تنظیمات بروید و «دستگاه‌های من» را انتخاب کنید
ia: Va a Parametros e selige “Mi apparatos”
ko: 설정으로 이동하여 “내 기기”를 선택하세요.
lo: ໄປທີ່ການຕັ້ງຄ່າ ແລະ ເລືອກ "ອຸປະກອນຂອງຂ້ອຍ"
pa_in: ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ ਅਤੇ “ਮੇਰੇ ਡਿਵਾਈਸ” ਚੁਣੋ
pt_pt: Aceda às Definições e selecione “Os meus dispositivos”
sl: Pojdite v Nastavitve in izberite "Moje naprave"
th: ไปที่การตั้งค่าแล้วเลือก “อุปกรณ์ของฉัน”
vi: Đi tới Cài đặt và chọn “Thiết bị của tôi”
zh_cn: 前往“设置”，选择“我的设备”
