Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/guide_03_adding_and_removing_devices/strings.xliff
Languages: bg, cs, cy, el, es_mx, fa, ia, id, it, ko, lo, pa_in, pt_pt, sl, th, vi, zh_cn

# guide.adding_and_removing_devices.block.c_1
source: How to add a device
bg: Как да добавите устройство
cs: Jak přidat zařízení
cy: Sut i ychwanegu dyfais
el: Οδηγίες προσθήκης συσκευής
es_mx: Cómo agregar un dispositivo
fa: چگونه یک دستگاه اضافه کنیم
ia: Como adder un apparato
id: Cara menambahkan perangkat
it: Come aggiungere un dispositivo
ko: 기기 추가 방법
lo: ວິທີການເພີ່ມອຸປະກອນ
pa_in: ਡਿਵਾਈਸ ਕਿਵੇਂ ਜੋੜੀਏ
pt_pt: Como adicionar um dispositivo
sl: Kako dodati napravo
th: วิธีการเพิ่มอุปกรณ์
vi: Cách thêm một thiết bị
zh_cn: 如何添加设备

# guide.adding_and_removing_devices.block.c_2.l_1
source: Open the Mozilla VPN app on your preferred device
bg: Отворете приложението Mozilla VPN на предпочитаното от вас устройство
cs: Otevřete aplikaci Mozilla VPN na svém preferovaném zařízení
cy: Agorwch ap Mozilla VPN ar eich dewis o ddyfais
el: Ανοίξτε το Mozilla VPN στην προτιμώμενη συσκευή σας
es_mx: Abrir la app de Mozilla VPN en tu dispositivo preferido
fa: باز کردن برنامه Mozilla VPN روی دستگاه مورد علاقه خود
ia: Aperi le app Mozilla VPN sur tu apparato preferite
id: Buka aplikasi Mozilla VPN di perangkat pilihan Anda
it: Apri l’app Mozilla VPN sul tuo dispositivo preferito
ko: 원하는 기기에서 Mozilla VPN 앱을 엽니다.
lo: ເປີດແອັບ Mozilla VPN ໃນອຸປະກອນທີ່ທ່ານຕ້ອງການ
pa_in: ਆਪਣੇ ਪਸੰਦੀਦਾ ਡਿਵਾਈਸ ਉੱਤੇ Mozilla VPN ਐਪ ਖੋਲ੍ਹੋ
pt_pt: Abra a aplicação Mozilla VPN no seu dispositivo preferido
sl: Odprite aplikacijo Mozilla VPN na svoji priljubljeni napravi
th: เปิดแอป Mozilla VPN บนอุปกรณ์ที่คุณต้องการ
vi: Mở ứng dụng Mozilla VPN trên thiết bị bạn muốn
zh_cn: 在您要使用的设备上打开 Mozilla VPN 应用程序

# guide.adding_and_removing_devices.block.c_2.l_2
source: Sign in to your account
bg: Влезте в профила си
cs: Přihlaste se ke svému účtu
cy: Mewngofnodwch i'ch cyfrif
el: Συνδεθείτε στον λογαριασμό σας
es_mx: Ingresa a tu cuenta
fa: ورود به حساب کاربری خود
ia: Accede a tu conto
id: Masuk ke akun Anda
it: Accedi al tuo account
ko: 계정에 로그인합니다.
lo: ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານ
pa_in: ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਇਨ ਇਨ ਕਰੋ
pt_pt: Inicie sessão na sua conta
sl: Prijavite se v svoj račun
th: ลงชื่อเข้าบัญชีของคุณ
vi: Đăng nhập vào tài khoản của bạn
zh_cn: 登录账户

# guide.adding_and_removing_devices.block.c_2.l_3
source: Voila! Your device has been automatically added to your VPN list of connected devices
bg: Ето! Вашето устройство е автоматично добавено към вашия VPN списък със свързани устройства
cs: Voila! Vaše zařízení bylo automaticky přidáno do seznamu připojených zařízení VPN
cy: Dyna ni! Mae'ch dyfais wedi'i hychwanegu'n awtomatig at restr VPN eich dyfeisiau cysylltiedig
el: Αυτό ήταν! Η συσκευή σας έχει προστεθεί αυτόματα στη λίστα συνδεδεμένων συσκευών του VPN σας
es_mx: ¡Listo! Tu dispositivo se ha agregado automáticamente a tu lista VPN de dispositivos conectados
fa: آفرین! دستگاه شما به صورت خودکار به فهرست دستگاه‌های متصل به VPN شما اضافه شده است
ia: Presto! Tu apparato ha essite automaticamente addite al lista de apparatos connectite a tu VPN
id: Ta-da! Perangkat Anda telah ditambahkan secara otomatis ke daftar perangkat Anda yang terhubung di VPN
it: Finito! Il tuo dispositivo è stato aggiunto automaticamente all’elenco dei dispositivi connessi alla VPN
ko: 짜잔! 기기가 자동으로 VPN 연결 기기 목록에 추가되었습니다.
lo: ວ້າວ! ອຸປະກອນຂອງທ່ານໄດ້ຖືກເພີ່ມໃສ່ລາຍຊື່ VPN ຂອງອຸປະກອນທີ່ເຊື່ອມຕໍ່ໂດຍອັດຕະໂນມັດແລ້ວ
pa_in: ਬੱਸ! ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਆਪਣੇ-ਆਪ ਹੀ ਤੁਹਾਡਾ VPN ਕਨੈਕਟ ਹੋਏ ਡਿਵਾਈਸਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਆਪਣੇ-ਆਪ ਜੁੜ ਗਿਆ।
pt_pt: Pronto! O seu dispositivo foi adicionado automaticamente à sua lista VPN de dispositivos ligados
sl: Voila! Vaša naprava je bila samodejno dodana na seznam povezanih naprav VPN
th: เย้! อุปกรณ์ของคุณถูกเพิ่มไปยังรายชื่ออุปกรณ์ที่เชื่อมต่อ VPN ของคุณโดยอัตโนมัติแล้ว
vi: Xong rồi đấy! Thiết bị của bạn đã được tự động thêm vào danh sách thiết bị được kết nối VPN của bạn
zh_cn: 搞定！您的设备已自动加入 VPN 连接设备列表

# guide.adding_and_removing_devices.block.c_3
source: How to remove a device
bg: Как да премахнете устройство
cs: Jak odebrat zařízení
cy: Sut i dynnu dyfais
el: Οδηγίες αφαίρεσης συσκευής
es_mx: Cómo eliminar un dispositivo
fa: چگونه یک دستگاه را حذف کنیم
ia: Como remover un apparato
id: Cara menghapus perangkat
it: Come rimuovere un dispositivo
ko: 기기 삭제 방법
lo: ວິທີການເອົາອຸປະກອນອອກ
pa_in: ਡਿਵਾਈਸ ਨੂੰ ਕਿਵੇਂ ਹਟਾਈਏ
pt_pt: Como remover um dispositivo
sl: Kako odstraniti napravo
th: วิธีการเอาอุปกรณ์ออก
vi: Cách xoá một thiết bị
zh_cn: 如何移除设备

# guide.adding_and_removing_devices.block.c_4.l_1
source: Open Mozilla VPN in your chosen desktop or mobile device
bg: Отворете Mozilla VPN в избрания от вас десктоп или мобилно устройство
cs: Otevřete Mozilla VPN ve vybraném stolním nebo mobilním zařízení
cy: Agorwch Mozilla VPN yn eich bwrdd gwaith neu ddyfais symudol o'ch dewis
el: Ανοίξτε το Mozilla VPN στον υπολογιστή ή την κινητή συσκευή της επιλογής σας
es_mx: Abrir Mozilla VPN en tu escritorio o dispositivo móvil elegido
fa: باز کردن Mozilla VPN در دستگاه رومیزی یا موبایل منتخب شما
ia: Aperi Mozilla VPN sur le computator o apparato mobile de tu preferentia
id: Buka Mozilla VPN di desktop atau perangkat seluler pilihan Anda
it: Apri Mozilla VPN sul dispositivo desktop o mobile desiderato
ko: 선택한 데스크톱 또는 모바일 장치에서 Mozilla VPN을 여세요.
lo: ເປີດ Mozilla VPN ໃນ desktop ຫຼື ອຸປະກອນມືຖືທີ່ທ່ານເລືອກ
pa_in: ਚੁਣੇ ਹੋਏ ਡੈਸਕਟਾਪ ਜਾਂ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਉਤੋਂ Mozilla VPN ਖੋਲ੍ਹੋ
pt_pt: Abra a Mozilla VPN no seu PC ou dispositivo móvel escolhido
sl: Odprite Mozilla VPN na izbrani namizni ali mobilni napravi
th: เปิด Mozilla VPN บนคอมพิวเตอร์หรืออุปกรณ์มือถือที่คุณเลือก
vi: Mở Mozilla VPN trên máy tính để bàn hoặc thiết bị di động bạn đã chọn
zh_cn: 在您选择的桌面或移动设备上打开 Mozilla VPN

# guide.adding_and_removing_devices.block.c_4.l_2
source: Tap on “My Devices” in your VPN homescreen
cy: Tapiwch ar “Fy Nyfeisiau” yn sgrin gartref eich VPN
el: Πατήστε «Οι συσκευές μου» στην αρχική οθόνη του VPN
es_mx: Presiona “Mis dispositivos” en la pantalla de inicio de tu VPN
ia: Tocca “Mi apparatos” in le schermo initial del VPN
id: Ketuk “Perangkat Saya" di beranda VPN Anda
it: Tocca “I miei dispositivi” nella schermata iniziale della VPN
lo: ແຕະໃສ່ “ອຸປະກອນຂອງຂ້ອຍ” ໃນໜ້າຈໍຫຼັກ VPN ຂອງທ່ານ
zh_cn: 点按 VPN 主屏幕上的“我的设备”

# guide.adding_and_removing_devices.block.c_4.l_3
source: Select the “Trash” icon next to the device you want to remove from your list of connected devices
bg: Изберете иконата „Кошче“ до устройството, което искате да премахнете от списъка си със свързани устройства
cs: Vyberte ikonu „Koš“ vedle zařízení, které chcete odebrat ze seznamu připojených zařízení
cy: Dewiswch yr eicon “Sbwriel” wrth ymyl y ddyfais rydych chi am ei thynnu oddi ar eich rhestr o ddyfeisiau cysylltiedig
es_mx: Selecciona el icono de “Papelera” junto al dispositivo que desea eliminar de tu lista de dispositivos conectados
fa: نماد «سطل زباله» را در کنار دستگاهی که می‌خواهید از فهرست دستگاه‌های متصل خود حذف کنید، انتخاب کنید
ia: Selige le icone “Corbe a papiro” al latere del apparato que tu vole remover de tu lista de apparatos connectite
id: Pilih ikon “Tong Sampah” di sebelah perangkat yang ingin Anda hapus dari daftar perangkat yang terhubung
it: Seleziona l’icona “Cestino” accanto al dispositivo che desideri rimuovere dall’elenco dei dispositivi connessi
ko: 연결된 기기 목록에서 삭제하고자 하는 기기 옆의 “휴지통” 아이콘을 선택하세요.
lo: ເລືອກໄອຄອນ "ຖັງຂີ້ເຫຍື້ອ" ຖັດຈາກອຸປະກອນທີ່ທ່ານຕ້ອງການລຶບອອກຈາກລາຍຊື່ອຸປະກອນທີ່ເຊື່ອມຕໍ່ຂອງທ່ານ
pa_in: ਆਪਣੇ ਕਨੈਕਟ ਹੋਏ ਡਿਵਾਈਸਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਜਿਸ ਵੀ ਡਿਵਾਈਸ ਨੂੰ ਤੁਸੀਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਉਸ ਦੇ ਸਾਹਮਣਿਓ “ਰੱਦੀ” ਦੇ ਨਿਸ਼ਾਨ ਨੂੰ ਚੁਣੋ।
pt_pt: Selecione o ícone do “Lixo” junto ao dispositivo que deseja remover da sua lista de dispositivos associados
sl: Izberite ikono »Smetnjak« poleg naprave, ki jo želite odstraniti s seznama povezanih naprav
th: เลือกไอคอน “ถังขยะ” ที่อยู่ถัดจากอุปกรณ์ที่คุณต้องการเอาออกจากรายชื่ออุปกรณ์ที่เชื่อมต่อของคุณ
vi: Chọn biểu tượng “Thùng rác” bên cạnh thiết bị bạn muốn xóa khỏi danh sách thiết bị được kết nối của bạn
zh_cn: 在已连接设备列表中找到想要删除的设备，然后点击旁边的 “垃圾桶”图标

# guide.adding_and_removing_devices.subtitle
source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
bg: Следвайте това бързо и лесно ръководство в 3 стъпки, за да добавяте и премахвате лесно всичките си устройства.
cs: Podle tohoto rychlého a jednoduchého průvodce ve 3 krocích snadno přidáte a odeberete všechna svá zařízení.
cy: Dilynwch y canllaw 3 cham cyflym a syml hwn i ychwanegu a dileu eich holl ddyfeisiau yn hawdd.
el: Ακολουθήστε αυτόν τον γρήγορο και απλό οδηγό 3 βημάτων για να προσθέσετε και να αφαιρέσετε εύκολα όλες τις συσκευές σας.
es_mx: Sigue esta guía rápida y sencilla de 3 pasos para agregar y quitar todos tus dispositivos fácilmente.
fa: این راهنمای ۳ مرحله‌ای سریع و ساده را دنبال کنید تا همه دستگاه‌های خود را به راحتی اضافه و حذف کنید.
ia: Seque iste guida rapide e simple in 3 passos pro adder e remover tote tu apparatos facilemente.
id: Ikuti panduan langkah cepat dan sederhana ini untuk menambah dan menghapus semua perangkat Anda dengan mudah.
it: Segui questa rapida e semplice guida in 3 passaggi che spiega come aggiungere e rimuovere facilmente tutti i tuoi dispositivi.
ko: 이 빠르고 간단한 3단계 가이드에 따라 모든 기기를 쉽게 추가하고 제거하세요.
lo: ປະຕິບັດຕາມຄຳແນະນຳ 3 ຂັ້ນຕອນທີ່ໄວ ແລະ ງ່າຍດາຍນີ້ເພື່ອເພີ່ມ ແລະ ລຶບອຸປະກອນຂອງທ່ານທັງໝົດອອກໄດ້ຢ່າງງ່າຍດາຍ.
pa_in: ਆਪਣੇ ਸਭ ਡਿਵਾਈਸਾਂ ਨੂੰ ਸੌਖੀ ਤਰ੍ਹਾਂ ਜੋੜਨ ਅਤੇ ਹਟਾਉਣ ਵਾਸਤੇ ਇਹ 3 ਫ਼ੌਰੀ ਤੇ ਸਰਲ ਕਦਮ ਚੁੱਕੋ।
pt_pt: Siga este guia rápido e simples de 3 etapas para adicionar e remover todos os seus dispositivos facilmente.
sl: Sledite tem hitrim in preprostim vodnikom v 3 korakih za preprosto dodajanje in odstranjevanje vseh naprav.
th: ทำตามคำแนะนำ 3 ขั้นตอนง่ายๆ และรวดเร็วนี้เพื่อเพิ่มและเอาอุปกรณ์ทั้งหมดของคุณออกได้อย่างง่ายดาย
vi: Hãy làm theo hướng dẫn 3 bước nhanh chóng và đơn giản này để thêm và xóa tất cả các thiết bị của bạn một cách dễ dàng.
zh_cn: 按照这个简单快速的指南，只需 3 步即可轻松添加和删除全部设备。

# guide.adding_and_removing_devices.title
source: How do I add and remove devices?
bg: Как да добавя и премахвам устройства?
cs: Jak přidám a odeberu zařízení?
cy: Sut mae ychwanegu a dileu dyfeisiau?
el: Πώς προσθέτω και αφαιρώ συσκευές;
es_mx: ¿Cómo agrego o elimino dispositivos?
fa: چگونه دستگاه‌ها را اضافه و حذف کنیم؟
ia: Como pote io adder o remover apparatos?
id: Bagaimana cara menambah dan menghapus perangkat?
it: Come posso aggiungere e rimuovere dispositivi?
ko: 기기를 추가하거나 삭제하려면 어떻게 해야 하나요?
lo: ຂ້ອຍຈະເພີ່ມ ແລະ ລຶບອຸປະກອນອອກໄດ້ແນວໃດ?
pa_in: ਮੈਂ ਡਿਵਾਈਸ ਕਿਵੇਂ ਜੋੜ ਅਤੇ ਹਟਾ ਸਕਦਾ/ਸਕਦੀ ਹਾਂ?
pt_pt: Como adiciono e removo dispositivos?
sl: Kako dodam in odstranim naprave?
th: ฉันจะเพิ่มและเอาอุปกรณ์ออกได้อย่างไรบ้าง?
vi: Làm thế nào để thêm và xóa thiết bị?
zh_cn: 如何添加或移除设备？

# guide.connecting_external_devices.block.c_1
source: How do I connect to my printer or fax?
cy: Sut ydw i'n cysylltu â fy argraffydd neu ffacs?
el: Πώς συνδέομαι στον εκτυπωτή ή το φαξ μου;
es_mx: ¿Cómo me conecto a mi impresora o fax?
id: Bagaimana cara menghubungkan ke printer atau faks saya?
it: Come posso utilizzare la mia stampante o il fax?

# guide.connecting_external_devices.block.c_2.l_1
source: Enable “Local network access” in your network settings
cy: Galluogi “Mynediad rhwydwaith lleol” yn eich gosodiadau rhwydwaith
es_mx: Habilita el “Acceso a la red local” en la configuración de tu red
id: Aktifkan “Akses jaringan lokal” di pengaturan jaringan Anda
it: Attiva “Accesso alla rete locale” nelle impostazioni di rete

# guide.connecting_external_devices.block.c_2.l_2
source: Connect the printer or fax cable to your device’s port (wired) or via wireless
cy: Cysylltwch yr argraffydd neu gebl ffacs â phorth eich dyfais (gwifrog) neu drwy ddiwifr
el: Συνδέστε το καλώδιο του εκτυπωτή ή του φαξ στη θύρα της συσκευής σας (ενσύρματη σύνδεση) ή κάντε ασύρματη σύνδεση
es_mx: Conecta la impresora o el cable de fax al puerto de tu dispositivo (con cable) o de forma inalámbrica
id: Sambungkan printer atau kabel faks ke port perangkat Anda (kabel) atau melalui nirkabel
it: Collega il cavo della stampante o del fax alla porta di rete del tuo dispositivo o connettiti tramite wireless

# guide.connecting_external_devices.block.c_2.l_3
source: Print or fax your documents as normal Desktop computers / laptops / mobile phones
cy: Argraffwch neu ffacsio eich dogfennau fel cyfrifiaduron bwrdd gwaith / gliniaduron / ffonau symudol arferol
es_mx: Imprime o envía por fax tus documentos como de costumbre a computadoras de escritorio / laptops / teléfonos móviles
id: Cetak atau faks dokumen Anda seperti komputer Desktop / laptop / ponsel biasa
it: Stampa o spedisci via fax i tuoi documenti come fai abitualmente da computer desktop, portatile o smartphone

# guide.connecting_external_devices.block.c_3
source: What other types of devices can I connect to?
cy: Pa fathau eraill o ddyfeisiau y gallaf gysylltu â nhw?
el: Σε ποιους άλλους τύπους συσκευών μπορώ να συνδεθώ;
es_mx: ¿A qué otros tipos de dispositivos puedo conectarme?
id: Perangkat jenis apa lagi yang dapat saya sambungkan?
it: A quali dispositivi di altro tipo posso connettermi?

# guide.connecting_external_devices.block.c_4
source: With “Local network access” turned on, you can also connect to devices like:
cy: Gyda “Mynediad rhwydwaith lleol” ymlaen, gallwch hefyd gysylltu â dyfeisiau fel:
es_mx: Con el “Acceso a la red local” activado, también puedes conectarte a dispositivos como:
id: Dengan mengaktifkan “Akses jaringan lokal”, Anda juga dapat terhubung ke perangkat seperti:
it: Con “Accesso alla rete locale” attivato, puoi anche connetterti ad altri dispositivi quali:

# guide.connecting_external_devices.block.c_5.l_1
source: Other computers and mobile phones
cy: Cyfrifiaduron a ffonau symudol eraill
el: Άλλοι υπολογιστές και κινητά τηλέφωνα
es_mx: Otras computadoras o teléfonos móviles
id: Komputer dan ponsel lainnya
it: Altri computer e smartphone

# guide.connecting_external_devices.block.c_5.l_2
source: Streaming sticks (Chromecast / Roku / Apple AirPlay)
cy: Ffyn ffrydio (Chromecast / Roku / Apple AirPlay)
el: Συσκευές μετάδοσης (Chromecast / Roku / Apple AirPlay)
es_mx: Dispositivos de streaming (Chromecast / Roku / Apple AirPlay)
id: Streaming stick (Chromecast / Roku / Apple AirPlay)
it: Chiavette per lo streaming (Chromecast, Roku, Apple AirPlay)

# guide.connecting_external_devices.subtitle
source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
cy: Mae galluogi mynediad rhwydwaith lleol yn caniatáu ichi gysylltu â dyfeisiau eraill heb aberthu diogelwch eich VPN.
es_mx: Habilitar el acceso a la red local te permite conectarte a otros dispositivos sin sacrificar tu protección VPN.
id: Dengan mengaktifkan akses jaringan lokal, memungkinkan Anda terhubung ke perangkat lain tanpa mengorbankan perlindungan VPN Anda.
it: Attivando l’accesso alla rete locale puoi connetterti ad altri dispositivi senza sacrificare la protezione offerta dalla VPN.

# guide.connecting_external_devices.title
source: Connecting to other devices while using VPN
cy: Cysylltu â dyfeisiau eraill tra'n defnyddio VPN
el: Σύνδεση με άλλες συσκευές κατά τη χρήση VPN
es_mx: Conectarse a otros dispositivos mientras usas VPN
id: Menghubungkan ke perangkat lain saat menggunakan VPN
it: Connessione ad altri dispositivi durante l’utilizzo della VPN

# guide.how_to_vpn.block.c_1
source: Safeguard your personal data and identity
cy: Diogelu eich data personol a'ch hunaniaeth
es_mx: Protege tus datos personales e identidad
id: Lindungi data dan identitas pribadi Anda
it: Proteggi i tuoi dati personali e la tua identità

# guide.how_to_vpn.block.c_2.l_1
source: Surf the web and use your favorite apps freely without being tracked
cy: Syrffiwch y we a defnyddiwch eich hoff apiau yn rhydd heb gael eich tracio
es_mx: Navega por la web y usa tus aplicaciones favoritas libremente sin ser rastreado
id: Berselancar di web dan gunakan aplikasi favorit Anda secara bebas tanpa dilacak
it: Naviga sul Web e usa le tue app preferite in libertà senza venire tracciato

# guide.how_to_vpn.block.c_2.l_2
source: Keep confidential materials safe via our premium data encryption
cy: Cadwch ddeunyddiau cyfrinachol yn ddiogel trwy ein hamgryptio data premiwm
es_mx: Mantén seguros tu información confidencial a través de nuestro cifrado de datos premium
id: Amankan materi rahasia melalui enkripsi data premium kami
it: Mantieni al sicuro le informazioni riservate grazie a una crittografia dati della massima qualità

# guide.how_to_vpn.block.c_3
source: Defense on the go
cy: Diogelwch wrth fynd
el: Άμυνα εν κινήσει
es_mx: Defensa sobre la marcha
id: Pertahanan saat bepergian
it: Protezione in movimento

# guide.how_to_vpn.block.c_4.l_1
source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
cy: Yn rhwystro endidau anhysbys rhag gweld eich data preifat ar Wi-Fi cyhoeddus peryglus a mannau problemus
es_mx: Bloquea entidades desconocidas para que no vean tus datos privados en puntos de acceso y Wi-Fi públicos de riesgo
id: Memblokir entitas yang tidak dikenal agar tidak dapat melihat data pribadi Anda di Wi-Fi publik dan hotspot yang berisiko
it: Impedisce a soggetti sconosciuti di vedere informazioni riservate quando ti colleghi a reti Wi-Fi pubbliche e hotspot a rischio

# guide.how_to_vpn.block.c_4.l_2
source: Protection wherever you are, from restaurants to vacation rentals
cy: Diogelwch ble bynnag yr ydych chi, o fwytai i fannau gwyliau
es_mx: Protección estés donde estés, desde restaurantes hasta alquileres vacacionales
id: Perlindungan di mana pun Anda berada, dari restoran hingga penginapan saat berlibur
it: Protezione ovunque ti trovi, dal ristorante alla casa delle vacanze

# guide.how_to_vpn.block.c_5
source: Connect to 30+ countries
cy: Cysylltwch â 30+ o wledydd
el: Σύνδεση σε 30+ χώρες
es_mx: Conéctate a más de 30 países
id: Terhubung ke 30 lebih negara
it: Connettiti a più di 30 Paesi

# guide.how_to_vpn.block.c_6.l_1
source: Browse and access content from all over the world
cy: Pori a chyrchu cynnwys o bob rhan o'r byd
el: Περιηγηθείτε και αποκτήστε πρόσβαση σε περιεχόμενο από όλο τον κόσμο
es_mx: Navega y accede a contenido de todo el mundo
id: Jelajahi dan akses konten dari seluruh dunia
it: Naviga e accedi a contenuti da tutto il mondo

# guide.how_to_vpn.block.c_6.l_2
source: Shop on a regional server to get localized deals like cheaper airfare
cy: Siopa ar weinydd rhanbarthol i gael bargeinion lleol fel tocyn hedfan rhatach
es_mx: Compra en un servidor regional para obtener ofertas personalizadas, como boletos de avión más baratos
id: Berbelanja di server regional untuk mendapatkan penawaran lokal seperti tiket pesawat yang lebih murah
it: Acquista su un server in un altro Paese per ottenere offerte localizzate, ad esempio tariffe aeree più economiche

# guide.how_to_vpn.subtitle
source: Mozilla VPN secures the connection between your device and the web. Here’s some of the most useful features your VPN offers:
cy: Mae Mozilla VPN yn sicrhau'r cysylltiad rhwng eich dyfais a'r we. Dyma rai o'r nodweddion mwyaf defnyddiol y mae eich VPN yn eu cynnig:
es_mx: Mozilla VPN asegura la conexión entre tu dispositivo y la web. Estas son algunas de las funciones más útiles que ofrece tu VPN:
id: Mozilla VPN mengamankan koneksi antara perangkat Anda dan web. Berikut beberapa fitur paling berguna yang ditawarkan VPN Anda:
it: Mozilla VPN protegge la connessione tra il tuo dispositivo e il Web. Ecco alcune delle funzioni più utili offerte dalla VPN:

# guide.how_to_vpn.title
source: The top uses and benefits of using Mozilla VPN
cy: Y prif ddefnyddiau a buddion o ddefnyddio Mozilla VPN
el: Κύριες χρήσεις και οφέλη του Mozilla VPN
es_mx: Los principales usos y beneficios de usar Mozilla VPN
id: Penggunaan dan manfaat teratas dari menggunakan Mozilla VPN
it: I principali usi e vantaggi di Mozilla VPN

# guide.is_my_vpn_working_correctly.block.c_1
source: Search in your browser
cy: Chwilio yn eich porwr
el: Αναζήτηση στο πρόγραμμα περιήγησης
es_mx: Busca en tu navegador
id: Pencarian di peramban Anda
it: Avvia una ricerca nel tuo browser

# guide.is_my_vpn_working_correctly.block.c_2
source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
cy: Rhowch derm chwilio fel “tywydd lleol” yn eich porwr a gweld diweddariad tywydd byw ar gyfer eich lleoliad VPN presennol.
es_mx: Ingresa un término de búsqueda como “clima local” en tu navegador y mira una actualización del clima en tiempo real para tu ubicación VPN actual.
id: Masukkan istilah pencarian seperti “cuaca lokal” di browser Anda dan lihat kabar cuaca secara real-time untuk lokasi VPN Anda saat ini.
it: Inserisci un termine di ricerca come “meteo locale” nel tuo browser e visualizza l’aggiornamento meteo in tempo reale per la posizione corrente della VPN.

# guide.is_my_vpn_working_correctly.block.c_3
source: Sign in to your favorite app or streaming site
cy: Mewngofnodi i'ch hoff ap neu wefan ffrydio
el: Σύνδεση σε εφαρμογή ή ιστότοπο μετάδοσης
es_mx: Inicia sesión en tu aplicación o sitio de streaming favorito
id: Masuk ke aplikasi atau situs streaming favorit Anda
it: Accedi alla tua app o sito di streaming preferiti

# guide.is_my_vpn_working_correctly.block.c_4
source: Traveling abroad and need to access content from back home?
cy: Teithio dramor ac angen cyrchu cynnwys o adref?
el: Ταξιδεύετε στο εξωτερικό και χρειάζεστε πρόσβαση σε περιεχόμενο από τη χώρα σας;
es_mx: ¿Viajas al extranjero y necesitas acceder al contenido desde tu país de origen?
id: Sedang bepergian ke luar negeri dan perlu mengakses konten dari rumah?
it: Sei in viaggio all’estero e hai bisogno di accedere ai contenuti disponibili da casa?

# guide.is_my_vpn_working_correctly.block.c_5.l_1
source: Connect to the country server of your choice
cy: Cysylltwch â'r gweinydd gwlad o'ch dewis
el: Συνδεθείτε στον διακομιστή της χώρας της επιλογής σας
es_mx: Conéctate al servidor del país de tu elección
id: Sambungkan ke server negara pilihan Anda
it: Connettiti al server nel Paese che desideri

# guide.is_my_vpn_working_correctly.block.c_5.l_2
source: Sign on to your favorite app or streaming site
cy: Mewngofnodi i'ch hoff ap neu wefan ffrydio
el: Συνδεθείτε στην αγαπημένη σας εφαρμογή ή ιστότοπο μετάδοσης
es_mx: Inicia sesión en tu aplicación o sitio de streaming favorito
id: Masuk ke aplikasi atau situs streaming favorit Anda
it: Accedi alla tua app o sito di streaming preferiti

# guide.is_my_vpn_working_correctly.subtitle
source: Test your geolocation on one of our 400+ worldwide servers in two super simple ways:
cy: Profwch eich geoleoliad ar un o'n 400+ o weinyddion byd-eang mewn dwy ffordd hynod syml:
es_mx: Prueba tu geolocalización en uno de nuestros más de 400 servidores en todo el mundo de dos formas muy sencillas:
id: Uji geolokasi Anda pada salah satu dari 400+ server di seluruh dunia dengan dua cara yang sangat sederhana:
it: Fai un test della rilevazione geografica su uno degli oltre 400 server distribuiti in tutto il mondo in due modi semplicissimi:

# guide.is_my_vpn_working_correctly.title
source: Is my VPN connected to the right server location?
cy: A yw fy VPN wedi'i gysylltu â'r lleoliad gweinydd cywir?
el: Είναι συνδεδεμένο το VPN στη σωστή τοποθεσία διακομιστή;
es_mx: ¿Está mi VPN conectada a la ubicación correcta del servidor?
id: Apakah VPN saya terhubung ke lokasi server yang tepat?
it: La mia VPN è connessa alla posizione corretta del server?
