Repository: bakulf/mozilla-vpn-client-l10n
Catalog: */addons/tutorial_01_get_started/strings.xliff
Languages: cy, fy_nl, sv

# tutorial.01_get_started.completion_message
source: You’ve successfully changed your location, turned the VPN on and off. Would you like to learn more tips and tricks?
cy: Rydych chi wedi newid eich lleoliad yn llwyddiannus, wedi troi'r VPN ymlaen ac i ffwrdd. Hoffech chi ddysgu rhagor o awgrymiadau a thriciau?
fy_nl: Jo hawwe mei sukses jo lokaasje wizige, de VPN ynskeakele en dizze wer útskeakele. Wolle jo mear tips en trúks?
sv: Du har framgångsrikt ändrat din plats, slagit på och av VPN. Vill du lära dig fler tips och tricks?

# tutorial.01_get_started.step.cityAU
source: Select a different server location
cy: Dewiswch leoliad gweinydd gwahanol
fy_nl: Oare serverlokaasje selektearje
sv: Välj en annan serverplats

# tutorial.01_get_started.step.countryAU
source: Select a different country
cy: Dewiswch wlad wahanol
fy_nl: Oar lân selektearje
sv: Välj ett annat land

# tutorial.01_get_started.step.mainScreen
source: Select your location
cy: Dewiswch eich lleoliad
fy_nl: Jo lokaasje selektearje
sv: Välj din plats

# tutorial.01_get_started.step.toggle
source: Toggle this switch to activate or deactivate the VPN
cy: Newid y switsh hwn i ddefnyddio'r VPN, neu beidio
fy_nl: Skow dizze skeakeler om de VPN te aktivearjen of te de-aktivearjen
sv: Växla den här omkopplaren för att aktivera eller inaktivera VPN

# tutorial.01_get_started.subtitle
source: Follow this walkthrough to learn how to get started with using your VPN.
cy: Dilynwch y cyfarwyddiadau hynn i ddysgu sut i ddechrau defnyddio'ch VPN.
fy_nl: Folgje dizze útlis om te learen hoe’t jo oan de slach gean kinne mei it gebrûk fan jo VPN.
sv: Följ den här genomgången för att lära dig hur du kommer igång med att använda ditt VPN.

# tutorial.01_get_started.title
source: Getting started with VPN
cy: Cychwyn arni gyda VPN
fy_nl: Oan de slach mei VPN
sv: Kom igång med VPN

# tutorial.02_connect_on_startup.completion_message
source: You’ve successfully learned how to set “Connect VPN on startup”. Would you like to learn more tips and tricks?
cy: Rydych chi wedi dysgu'n llwyddiannus sut i osod “Cysylltu'r VPN wrth gychwyn”. Hoffech chi ddysgu rhagor o awgrymiadau a thriciau?
fy_nl: Jo hawwe mei sukses leard hoe’t jo “VPN ferbine by opstarten” ynstelle. Wolle jo mear tips en trúks?
sv: Du har framgångsrikt lärt dig hur du ställer in "Anslut VPN vid start". Vill du lära dig fler tips och tricks?

# tutorial.02_connect_on_startup.step.s1
source: Select your account settings
cy: Dewiswch eich gosodiadau cyfrif
fy_nl: Jo accountynstellingen selektearje
sv: Välj dina kontoinställningar

# tutorial.02_connect_on_startup.step.s2
source: Select your system preferences
cy: Dewiswch eich dewisiadau system
fy_nl: Jo systeemfoarkarren selektearje
sv: Välj dina systeminställningar

# tutorial.02_connect_on_startup.step.s3
source: Select or deselect this checkbox
cy: Dewiswch neu dad-ddewis y blwch ticio hwn
fy_nl: Pleats hjir in finkje of helje it fuort
sv: Markera eller avmarkera den här kryssrutan

# tutorial.02_connect_on_startup.subtitle
source: Follow this walkthrough to learn how to activate your VPN when you start your device.
cy: Dilynwch y cyfarwyddiadau hyn i ddysgu sut i gychwyn eich VPN wrth agor eich dyfais.
fy_nl: Folgje dizze útlis om te learen hoe’t jo jo VPN aktivearje wannear’t jo jo apparaat starte.
sv: Följ den här genomgången för att lära dig hur du aktiverar ditt VPN när du startar din enhet.

# tutorial.02_connect_on_startup.title
source: Connect VPN on startup
cy: Cysylltu'r VPN wrth gychwyn
fy_nl: VPN ferbine by opstarten
sv: Anslut VPN vid uppstart
