Repository: bakulf/mozilla-vpn-client-l10n
Catalog: co/addons/message_update_v2.14/strings.xliff
Languages: co

# message.message_update_v2.14.block.c_1.l_1
source: You can now choose to filter out malware, ads, and ad trackers, giving you more protection as you navigate the web. Find these features in “Privacy features” within the Settings menu.
co: Avà si pò sceglie di scartà i prugrammi periculosi, e publicità è i perseguitatori publicitarii per una prutezzione più forte durante a navigazione nant’à u Web. Truvate ste ozzioni in e « funzioni di cunfidenzialità » nant’à u listinu di e preferenze.

# message.message_update_v2.14.block.c_1.l_2
source: When you first launch the app, the app will now automatically suggest the server location that is closest to you.
co: Avà, quandu l’appiecazione hè lanciata per a prima volta, vi sugerisce autumaticamente a pusizione di u servitore chì si trova u più vicinu à voi.

# message.message_update_v2.14.block.c_1.l_3
source: We’ve reorganized the options in the Settings menu to help you find important features of the app, like Privacy features, as well as App exclusions functionality.
co: Avemu accunciatu torna l’ozzioni di u listinu di e preferenze per aiutavvi à truvà e funzioni e più impurtante di l’appiecazione, cum’è e funzioni di cunfidenzialità, ma dinù quelle di i permessi d’esclusione.

# message.message_update_v2.14.block.c_1.l_4
source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
co: Avemu dinù currettu prublemi, accunciatu l’interfaccia grafica è amendatu e perfurmenze per rende Mozilla VPN ancu megliu.

# message.message_update_v2.14.block.c_2
source: Be sure to update the app to make it even easier to protect your devices and your activity online!
co: Assicuratevi di mette à livellu l’appiecazione per prutege d’una manera ancu più facile i vostri apparechji è a vostra attività in linea !

# message.message_update_v2.14.block.c_2b
source: Be sure to get the latest version to make it even easier to protect your devices and your activity online!
co: Assicuratevi d’ottene l’ultima versione per prutege d’una manera ancu più facile i vostri apparechji è a vostra attività in linea !

# message.message_update_v2.14.block.c_3
source: Update now
co: Rinnovà subitu

# message.message_update_v2.14.block.c_4
source: Download update
co: Scaricà a messa à livellu

# message.message_update_v2.14.block.c_5
source: Get help
co: Ottene aiutu

# message.message_update_v2.14.block.extra_1
source: Download Mozilla VPN 2.14
co: Scaricà Mozilla VPN 2.14

# message.message_update_v2.14.block.extra_2
source: We’ve released an updated version of Mozilla VPN! Download it today to get the newest features and bug fixes:
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Scaricatela subitu per ottene l’ultime funzioni è a currezzione di i prublemi :

# message.message_update_v2.14.subtitle
source: We’ve released an updated version of Mozilla VPN! Update to the latest version to get the newest features and bug fixes:
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Installate l’ultima versione per ottene e funzioni e più recente è a currezzione di i prublemi :

# message.message_update_v2.14.title
source: Update to Mozilla VPN 2.14
co: Messa à livellu versu Mozilla VPN 2.14
